Repository: lequangkydev/pdf_reader_pdf_viewer
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, zh

# greenOption
source: GREEN
ar: أخضر
bn: সবুজ
de: GRÜN
es: VERDE
fr: VERT
hi: हरा
id: HIJAU
ja: 緑
ko: 초록
pt_br: VERDE
ru: Зелёный
tr: Yeşil
zh: 綠色

# blueOption
source: BLUE
ar: أزرق
bn: নীল
de: BLAU
es: AZUL
fr: BLEU
hi: नीला
id: BIRU
ja: 青
ko: 파랑
pt_br: AZUL
ru: Синий
tr: Mavi
zh: 藍色

source: Display P3 Hex Color #
ar: عرض لون P3 Hex #
bn: P3 হেক্স রঙ দেখান #
de: Anzeige P3 Hex-Farbe #
es: Mostrar color hexagonal P3 #
fr: Afficher la couleur hexagonale P3 #
hi: P3 हेक्स रंग दिखाएँ #
id: Tampilkan Warna Hex P3 #
ja: P3 16進カラーを表示 #
ko: P3 16진수 색상 표시 #
pt_br: Exibir Cor Hex P3 #
ru: Отображение цвета P3 Hex #
tr: P3 Onaltılık Renk Göster #
zh: 顯示 P3 十六進制顏色 #

# colorsOption
source: Colors
ar: الألوان
bn: রঙ
de: Farben
es: Colores
fr: Couleurs
hi: रंग
id: Warna
ja: 色
ko: 색상
pt_br: Cores
ru: Цвета
tr: Renkler
zh: 顏色

# gridOption
source: Grid
ar: شبكة
bn: গ্রিড
de: Raster
es: Cuadrícula
fr: Grille
hi: ग्रिड
ja: グリッド
ko: 격자
pt_br: Grade
ru: Сетка
tr: Izgara
zh: 網格

# spectrumOption
source: Spectrum
ar: طيف
bn: স্পেকট্রাম
de: Spektrum
es: Espectro
fr: Spectre
hi: स्पेक्ट्रम
id: Spektrum
ja: スペクトル
ko: 스펙트럼
pt_br: Espectro
ru: Спектр
tr: Spektrum
zh: 光譜

# slidersOption
source: Sliders
ar: منزلقات
bn: স্লাইডার
de: Schieberegler
es: Controles deslizantes
fr: Curseurs
hi: स्लाइडर
id: Slider
ja: スライダー
ko: 슬라이더
pt_br: Deslizantes
ru: Ползунки
tr: Kaydırıcılar
zh: 滑桿

# opacityOption
source: Opacity
ar: الشفافية
bn: অস্বচ্ছতা
de: Deckkraft
es: Opacidad
fr: Opacité
hi: अपारदर्शिता
id: Opasitas
ja: 不透明度
ko: 불투명도
pt_br: Opacidade
ru: Прозрачность
tr: Opaklık
zh: 不透明度

source: Font size:
ar: حجم الخط:
bn: ফন্ট আকার:
de: Schriftgröße:
es: Tamaño de fuente:
fr: Taille de la police :
hi: फॉन्ट का आकार:
id: Ukuran font:
ja: フォントサイズ:
ko: 글꼴 크기:
pt_br: Tamanho da fonte:
ru: Размер шрифта:
tr: Yazı tipi boyutu:
zh: 字體大小：

# aToz
source: A-Z
ar: من A إلى Z
bn: A থেকে Z
de: Von A bis Z
es: De A a Z
fr: De A à Z
hi: A से Z तक
id: Dari A ke Z
ja: AからZへ
ko: A부터 Z까지
pt_br: De A a Z
ru: От A до Z
tr: A'dan Z'ye
zh: 從 A 到 Z

# zToa
source: Z-A
ar: من Z إلى A
bn: Z থেকে A
de: Von Z bis A
es: De Z a A
fr: De Z à A
hi: Z से A तक
id: Dari Z ke A
ja: ZからAへ
ko: Z부터 A까지
pt_br: De Z a A
ru: От Z до A
tr: Z'den A'ya
zh: 從 Z 到 A

source: new to old
ar: من الأحدث إلى الأقدم
bn: নতুন থেকে পুরাতন
de: Von neu zu alt
es: Recientes primero
fr: Du nouveau à l'ancien
hi: नए से पुराने
id: Dari baru ke lama
ja: 新しい順
ko: 최신순
pt_br: Do mais novo ao mais antigo
ru: От нового к старому
tr: En yeni önce
zh: 從新到舊

source: old to new
ar: من الأقدم إلى الأحدث
bn: পুরাতন থেকে নতুন
de: Von alt zu neu
es: Antiguos primero
fr: De l'ancien au nouveau
hi: पुराने से नए
id: Dari lama ke baru
ja: 古い順
ko: 오래된 순
pt_br: Do mais antigo ao mais novo
ru: От старого к новому
tr: En eski önce
zh: 從舊到新

source: small to large
ar: من الأصغر إلى الأكبر
bn: ছোট থেকে বড়
de: Von klein nach groß
es: De pequeño a grande
fr: Du petit au grand
hi: छोटे से बड़े
id: Dari kecil ke besar
ja: 小さい順
ko: 작은 순
pt_br: Do menor para o maior
ru: От меньшего к большему
tr: Küçükten büyüğe
zh: 從小到大

source: large to small
ar: من الأكبر إلى الأصغر
bn: বড় থেকে ছোট
de: Von groß nach klein
es: De grande a pequeño
fr: Du grand au petit
hi: बड़े से छोटे
id: Dari besar ke kecil
ja: 大きい順
ko: 큰 순
pt_br: Do maior para o menor
ru: От большего к меньшему
tr: Büyükten küçüğe
zh: 從大到小

source: Title
ar: العنوان
bn: শিরোনাম
de: Titel
es: Título
fr: Titre
hi: शीर्षक
id: Judul
ja: タイトル
ko: 제목
pt_br: Título
ru: Заголовок
tr: Başlık
zh: 標題

source: Time
ar: الوقت
bn: সময়
de: Zeit
es: Fecha
fr: Temps
hi: समय
id: Waktu
ja: 時間
ko: 시간
pt_br: Tempo
ru: Время
tr: Zaman
zh: 時間

source: Open
ar: فتح
bn: খুলুন
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
id: Buka
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
tr: Aç
zh: 打開

source: Empty
ar: فارغ
bn: খালি
de: Leer
es: Vacío
fr: Vide
hi: खाली
id: Kosong
ja: 空
ko: 비어 있음
pt_br: Vazio
ru: Пусто
tr: Boş
zh: 空的

source: Go Home
ar: العودة إلى الرئيسية
bn: প্রথম পৃষ্ঠায় যান
de: Zur Startseite
es: Ir al inicio
fr: Accueil
hi: घर जाओ
id: Kembali ke Beranda
ja: ホームへ戻る
ko: 홈으로 이동
pt_br: Voltar ao Início
ru: На главную
tr: Ana Sayfaya Git
zh: 回到主頁

source: Merge
ar: دمج
bn: মার্জ
de: Zusammenführen
es: Combinar
fr: Fusionner
hi: मिलाना
id: Gabung
ja: 結合
ko: 병합
pt_br: Mesclar
ru: Объединить
tr: Birlestir
zh: 合併

source: Success
ar: نجاح
bn: সফলতা
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
id: Berhasil
ja: 成功
ko: 성공
pt_br: Sucesso
ru: Успех
tr: Başarılı
zh: 成功

source: Split
ar: تقسيم
bn: বিভক্ত
de: Teilen
es: Dividir
fr: Diviser
hi: विभाजित करें
id: Pisah
ja: 分割
ko: 분할
pt_br: Dividir
ru: Разделить
tr: Böl
zh: 分割

source: Remove
ar: إزالة
bn: অপসারণ
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
tr: Kaldır
zh: 移除

source: Loading...
ar: جارٍ التحميل...
bn: লোড হচ্ছে...
de: Lädt...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
ja: 読み込み中...
ko: 로딩 중...
pt_br: Carregando...
ru: Загрузка...
tr: Yükleniyor...
zh: 載入中...

source: Sort by
ar: فرز حسب
bn: সাজানোর ক্রম
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: द्वारा छाँटें
id: Urutkan berdasarkan
ja: 並び替え
ko: 정렬 기준
pt_br: Ordenar por
ru: Сортировать по
tr: Sırala
zh: 排序方式

# removePwTo
source: Remove the password, the file will no longer be protected.
ar: إزالة كلمة المرور، لن يكون الملف محمياً بعد الآن.
bn: পাসওয়ার্ড সরান, ফাইল আর সুরক্ষিত থাকবে না।
de: Passwort entfernen, die Datei ist nicht mehr geschützt.
es: Eliminar la contraseña, el archivo ya no estará protegido.
fr: Supprimer le mot de passe, le fichier ne sera plus protégé.
hi: पासवर्ड हटाएं, फ़ाइल अब सुरक्षित नहीं होगी।
id: Hapus kata sandi, file tidak akan lagi dilindungi.
ja: パスワードを削除すると、ファイルは保護されなくなります。
ko: 비밀번호를 제거하면 파일이 더 이상 보호되지 않습니다.
pt_br: Remova a senha para que o arquivo não esteja mais protegido.
ru: Удалите пароль, чтобы файл больше не был защищён.
tr: Bu dosyanın korumasını kaldırmak için parolayı girin
zh: 移除密碼，該文件將不再受保護。

# setPwTo
source: Set a password to protect your PDF file.
ar: تعيين كلمة مرور لحماية ملف PDF الخاص بك.
bn: আপনার PDF ফাইল রক্ষা করতে পাসওয়ার্ড সেট করুন।
de: Legen Sie ein Passwort fest, um Ihre PDF-Datei zu schützen.
es: Establecer una contraseña para proteger tu archivo PDF.
fr: Définir un mot de passe pour protéger votre fichier PDF.
hi: अपने PDF फ़ाइल को सुरक्षित करने के लिए पासवर्ड सेट करें।
id: Atur kata sandi untuk melindungi file PDF Anda.
ja: PDFファイルを保護するためのパスワードを設定してください。
ko: PDF 파일을 보호할 비밀번호를 설정하세요.
pt_br: Defina uma senha para proteger seu arquivo PDF.
ru: Установите пароль для защиты вашего PDF-файла.
tr: PDF dosyanızı korumak için bir parola oluşturun.
zh: 設置密碼以保護您的 PDF 文件。

source: Set Password
ar: تعيين كلمة مرور
bn: পাসওয়ার্ড সেট করুন
de: Passwort festlegen
es: Establecer contraseña
fr: Définir le mot de passe
hi: पासवर्ड सेट करें
id: Atur Kata Sandi
ja: パスワードを設定
ko: 비밀번호 설정
pt_br: Defina Senha
ru: Установить пароль
tr: Parola Ayarla
zh: 設置密碼

source: Remove Password
ar: إزالة كلمة المرور
bn: পাসওয়ার্ড সরান
de: Passwort entfernen
es: Eliminar contraseña
fr: Supprimer le mot de passe
hi: पासवर्ड हटाएँ
id: Hapus Kata Sandi
ja: パスワードを削除
ko: 비밀번호 제거
pt_br: Remover Senha
ru: Удалить пароль
tr: Parolayı Kaldır
zh: 移除密碼

source: Long Images
ar: صور طويلة
bn: লম্বা ছবি
de: Lange Bilder
es: Imágenes largas
fr: Images longues
hi: लंबी छवियाँ
id: Gambar Panjang
ja: 長い画像
ko: 긴 이미지
pt_br: Imagens Longas
ru: Длинные изображения
tr: Uzun Görseller
zh: 長圖

source: Separate Images
ar: صور منفصلة
bn: আলাদা ছবি
de: Einzelne Bilder
es: Imágenes separadas
fr: Images séparées
hi: अलग छवियाँ
id: Gambar Terpisah
ja: 分割画像
ko: 개별 이미지
pt_br: Imagens Separadas
ru: Отдельные изображения
tr: Ayrı Görseller
zh: 分離圖片

source: Unknown error
ar: خطأ غير معروف
bn: অজানা ত্রুটি
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
id: Kesalahan tidak diketahui
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata
zh: 未知錯誤

source: PDF to Images
ar: تحويل PDF إلى صور
bn: PDF থেকে ছবি
de: PDF in Bilder umwandeln
es: PDF a imágenes
fr: PDF en images
hi: PDF से छवियाँ
id: PDF ke Gambar
ja: PDF画像変換
ko: PDF 이미지 변환
pt_br: PDF para Imagens
ru: PDF в JPG
tr: PDF'den Görsellere
zh: PDF 轉圖片

# exportImageSuccess
source: Export Image Successfully!
ar: تم تصدير الصورة بنجاح!
bn: সফলভাবে ইমেজ রপ্তানি হয়েছে!
de: Bild erfolgreich exportiert!
es: ¡Imagen exportada con éxito!
fr: Exportation d'image réussie !
hi: छवि निर्यात सफल!
id: Ekspor Gambar Berhasil!
ja: 画像のエクスポートに成功しました！
ko: 이미지 내보내기 성공!
pt_br: Exportação de imagem bem-sucedida!
ru: Изображение успешно экспортировано!
tr: Görsel başarıyla dışa aktarıldı!
zh: 成功匯出圖片！

# lockPdfSuccess
source: Lock PDF Successfully!
ar: تم قفل PDF بنجاح!
bn: সফলভাবে PDF লক হয়েছে!
de: PDF erfolgreich gesperrt!
es: ¡Bloquear PDF exitosamente!
fr: Verrouillage de PDF réussi !
hi: PDF लॉक करना सफल!
id: Kunci PDF Berhasil!
ja: PDFのロックに成功しました！
ko: PDF 잠금 성공!
pt_br: PDF bloqueado com sucesso!
ru: PDF успешно заблокирован!
tr: PDF başarıyla kilitlendi!
zh: 成功加密 PDF！

# scanPdfSuccess
source: Scan PDF Successfully!
ar: تم مسح PDF ضوئيًا بنجاح!
bn: সফলভাবে PDF স্ক্যান হয়েছে!
de: PDF erfolgreich gescannt!
es: ¡Escanear PDF exitosamente!
fr: Numérisation de PDF réussie !
hi: PDF स्कैन करना सफल!
id: Pindai PDF Berhasil!
ja: PDFのスキャンに成功しました！
ko: PDF 스캔 성공!
pt_br: Digitalização de PDF bem-sucedida!
ru: PDF успешно отсканирован!
tr: PDF başarıyla tarandı!
zh: 成功掃描 PDF！

# mergePdfSuccess
source: Merge PDF Successfully!
ar: تم دمج PDF بنجاح!
bn: সফলভাবে PDF মার্জ হয়েছে!
de: PDF erfolgreich zusammengeführt!
es: ¡PDF combinado con éxito!
fr: Fusion de PDF réussie !
hi: PDF मिलाना सफल!
id: PDF berhasil digabung
ja: PDFの結合に成功しました！
ko: PDF 병합 성공!
pt_br: Mesclagem de PDF bem-sucedida!
ru: PDF успешно объединён!
tr: PDF başarıyla birleştirildi!
zh: 成功合併 PDF！

# editPdfSuccess
source: Edit PDF Successfully!
ar: تم تعديل PDF بنجاح!
bn: সফলভাবে PDF সম্পাদনা হয়েছে!
de: PDF erfolgreich bearbeitet!
es: ¡Editar PDF exitosamente!
fr: Édition de PDF réussie !
hi: PDF संपादन सफल!
id: PDF berhasil diedit!
ja: PDFの編集に成功しました！
ko: PDF 편집 성공!
pt_br: Edição de PDF bem-sucedida!
ru: PDF успешно отредактирован!
tr: PDF başarıyla düzenlendi!
zh: 成功編輯 PDF！

# allDoc
source: All Document Viewer
ar: عارض جميع المستندات
bn: সমস্ত নথি প্রদর্শক
de: Alle Dokumente anzeigen
es: Visor de todos los documentos
fr: Visionneuse de tous les documents
hi: सभी दस्तावेज़ों का दृश्य
id: Penampil Semua Dokumen
ja: すべてのドキュメントビューア
ko: 모든 문서 뷰어
pt_br: Visualizador de Todos os Documentos
ru: Просмотр всех документов
tr: Tüm Belgeleri Görüntüle
zh: 所有文件檢視器

# splitSuccess
source: Split PDF Successfully!
ar: تم تقسيم PDF بنجاح!
bn: সফলভাবে PDF বিভক্ত হয়েছে!
de: PDF erfolgreich geteilt!
es: ¡PDF dividido con éxito!
fr: PDF divisé avec succès !
hi: PDF विभाजित करना सफल!
id: PDF berhasil dipisah!
ja: PDFの分割に成功しました！
ko: PDF 분할 성공!
pt_br: Divisão de PDF bem-sucedida!
ru: PDF успешно разделён!
tr: PDF başarıyla bölündü!
zh: 成功分割 PDF！

source: Enter password
ar: أدخل كلمة المرور
bn: পাসওয়ার্ড প্রবেশ করান
de: Passwort eingeben
es: Introduce la contraseña
fr: Entrez le mot de passe
hi: पासवर्ड दर्ज करें
id: Masukkan kata sandi
ja: パスワードを入力
ko: 비밀번호 입력
pt_br: Digite a senha
ru: Введите пароль
tr: Parolayı girin
zh: 輸入密碼

# enterThePassword
source: Enter the password to open the file
ar: أدخل كلمة المرور لفتح الملف
bn: ফাইলটি খুলতে পাসওয়ার্ড লিখুন
de: Geben Sie das Passwort ein, um die Datei zu öffnen.
es: Introduce la contraseña para abrir el archivo
fr: Entrez le mot de passe pour ouvrir le fichier
hi: फ़ाइल खोलने के लिए पासवर्ड दर्ज करें
id: Masukkan kata sandi untuk membuka file
ja: ファイルを開くためのパスワードを入力してください
ko: 파일을 열기 위한 비밀번호를 입력하세요
pt_br: Digite a senha para abrir o arquivo
ru: Введите пароль для открытия файла
tr: Bu dosyayı açmak için şifreyi girin
zh: 請輸入密碼以開啟文件

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata Sandi
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
tr: Parola
zh: 密碼

# wrongPassword
source: Wrong password, please try again
ar: كلمة مرور خاطئة، يرجى المحاولة مرة أخرى
bn: ভুল পাসওয়ার্ড, আবার চেষ্টা করুন
de: Falsches Passwort, bitte erneut versuchen
es: Contraseña incorrecta, por favor intenta de nuevo
fr: Mot de passe incorrect, veuillez réessayer
hi: गलत पासवर्ड, कृपया पुनः प्रयास करें
id: Kata sandi salah, silakan coba lagi
ja: パスワードが間違っています。もう一度お試しください。
ko: 비밀번호가 잘못되었습니다. 다시 시도하세요.
pt_br: Senha incorreta, tente novamente
ru: Неверный пароль, попробуйте снова
tr: Yanlış parola, tekrar deneyin
zh: 密碼錯誤，請重試

# passwordProtected
source: {path} is password protected
ar: {path} محمي بكلمة مرور
bn: {path} পাসওয়ার্ড দ্বারা সুরক্ষিত
de: Die Datei „{path} ist durch ein Passwort geschützt.
es: {path} está protegido por contraseña
fr: {path} est protégé par un mot de passe
hi: {path} पासवर्ड से सुरक्षित है
id: {path} dilindungi kata sandi
ja: {path} はパスワードで保護されています
ko: {path}은(는) 비밀번호로 보호됩니다
pt_br: {path} está protegido por senha
ru: {path} защищён паролем
tr: {path} parola ile korunmaktadır
zh: {path} 受密碼保護

# unlockPdfSuccess
source: Unlock PDF Successfully!
ar: تم إلغاء قفل PDF بنجاح!
bn: সফলভাবে PDF আনলক হয়েছে!
de: PDF erfolgreich entsperrt!
es: ¡PDF desbloqueado con éxito!
fr: Déverrouillage de PDF réussi !
hi: PDF अनलॉक करना सफल!
id: Buka Kunci PDF Berhasil!
ja: PDFのロック解除に成功しました！
ko: PDF 잠금 해제 성공!
pt_br: Desbloqueio de PDF bem-sucedido!
ru: PDF успешно разблокирован!
tr: PDF başarıyla kilit açıldı!
zh: 成功解鎖 PDF！

source: Search
ar: بحث
bn: অনুসন্ধান
de: Suche
es: Buscar
fr: Rechercher
hi: खोजें
id: Cari
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Поиск
tr: Ara
zh: 搜索

# errorCharacter
source: The input contains special characters or is empty. Please enter valid text without special characters.
ar: الإدخال يحتوي على أحرف خاصة أو فارغ. يرجى إدخال نص صالح بدون أحرف خاصة.
bn: ইনপুটে বিশেষ অক্ষর রয়েছে বা এটি খালি। অনুগ্রহ করে বৈধ পাঠ্য লিখুন।
de: Die Eingabe enthält Sonderzeichen oder ist leer. Bitte geben Sie gültigen Text ohne Sonderzeichen ein.
es: La entrada contiene caracteres especiales o está vacía. Por favor, introduce texto válido sin caracteres especiales.
fr: L'entrée contient des caractères spéciaux ou est vide. Veuillez saisir un texte valide sans caractères spéciaux.
hi: इनपुट में विशेष वर्ण हैं या यह खाली है। कृपया बिना विशेष वर्णों के मान्य पाठ दर्ज करें।
id: Masukan mengandung karakter khusus atau kosong. Harap masukkan teks yang valid tanpa karakter khusus.
ja: 入力に特殊文字が含まれているか、空欄です。有効なテキストを特殊文字なしで入力してください。
ko: 입력값에 특수문자가 포함되었거나 비어 있습니다. 특수문자 없이 유효한 텍스트를 입력하세요.
pt_br: A entrada contém caracteres especiais ou está vazia. Digite um texto válido sem caracteres especiais.
ru: Введённое значение содержит специальные символы или пусто. Введите корректный текст без специальных символов.
tr: Girdi özel karakterler içeriyor veya boş. Lütfen geçerli bir metin girin.
zh: 輸入包含特殊字符或為空。請輸入有效文本，不能包含特殊字符。

# cameraReqPermission
source: Camera access required to scan pdf
ar: يتطلب الوصول إلى الكاميرا لمسح PDF ضوئيًا
bn: PDF স্ক্যান করার জন্য ক্যামেরা অ্যাক্সেস প্রয়োজন
de: Kamerazugriff erforderlich, um PDF zu scannen
es: Se requiere acceso a la cámara para escanear PDF
fr: L'accès à la caméra est requis pour scanner le PDF
hi: पीडीएफ स्कैन करने के लिए कैमरा एक्सेस की आवश्यकता है
id: Akses kamera diperlukan untuk memindai PDF
ja: PDFをスキャンするにはカメラのアクセスが必要です
ko: PDF를 스캔하려면 카메라 접근 권한이 필요합니다
pt_br: O acesso à câmera é necessário para digitalizar PDFs
ru: Необходимо разрешение на доступ к камере для сканирования PDF
tr: PDF taramak için kamera erişim izni gereklidir
zh: 需要相機存取權限以掃描 PDF

# storageReqPermission
source: Storage access is required to view all files
ar: يتطلب الوصول إلى التخزين لعرض جميع الملفات
bn: সমস্ত ফাইল দেখার জন্য স্টোরেজ অ্যাক্সেস প্রয়োজন
de: Speicherzugriff erforderlich, um alle Dateien anzuzeigen
es: Se requiere acceso a almacenamiento para ver todos los archivos
fr: L'accès au stockage est requis pour voir tous les fichiers
hi: सभी फ़ाइलों को देखने के लिए स्टोरेज एक्सेस की आवश्यकता है
id: Akses penyimpanan diperlukan untuk melihat semua file
ja: すべてのファイルを表示するにはストレージのアクセスが必要です
ko: 모든 파일을 보려면 저장소 접근 권한이 필요합니다
pt_br: O acesso ao armazenamento é necessário para visualizar todos os arquivos
ru: Необходимо разрешение на доступ к хранилищу для просмотра всех файлов
tr: Tüm dosyaları görüntülemek için depolama erişim izni gereklidir
zh: 需要存儲權限以檢視所有文件

# reqPermission
source: Request permissions
ar: طلب الأذونات
bn: অনুমতি অনুরোধ
de: Berechtigungen anfordern
es: Solicitar permisos
fr: Demander des autorisations
hi: अनुमतियाँ मांगें
id: Minta izin
ja: 権限をリクエスト
ko: 권한 요청
pt_br: Solicitar permissão
ru: Запросить разрешение
tr: İzin iste
zh: 請求權限

source: Underline
ar: تسطير
bn: আন্ডারলাইন
de: Unterstreichen
es: Subrayar
fr: Souligner
hi: रेखांकित करें
id: Garis Bawah
ja: 下線
ko: 밑줄
pt_br: Sublinhado
ru: Подчёркивание
tr: Altı Çizili
zh: 底線

source: Brush
ar: فرشاة
bn: ব্রাশ
de: Pinsel
es: Pincel
fr: Pinceau
hi: ब्रश
id: Kuas
ja: ブラシ
ko: 브러시
pt_br: Pincel
ru: Кисть
tr: Fırça
zh: 畫筆

source: Highlight
ar: تمييز
bn: হাইলাইট
de: Markieren
es: Resaltar
fr: Mettre en surbrillance
hi: हाइलाइट करें
id: Sorot
ja: ハイライト
ko: 형광펜
pt_br: Realce
ru: Выделение
tr: Vurgulama
zh: 高亮

# strikethrough
source: Strike
ar: شطب
bn: কাটা লেখা
de: Durchstreichen
es: Tachado
fr: Barré
hi: ट्राइकथ्रू
id: Coret
ja: 取り消し線
ko: 취소선
pt_br: Tachado
ru: Зачёркивание
tr: Üstü Çizili
zh: 刪除線

# anError
source: An error occurred:
ar: حدث خطأ:
bn: একটি ত্রুটি ঘটেছে:
de: Ein Fehler ist aufgetreten:
es: Ocurrió un error:
fr: Une erreur s'est produite :
hi: एक त्रुटि हुई:
id: Terjadi kesalahan:
ja: エラーが発生しました:
ko: 오류 발생:
pt_br: Ocorreu um erro:
ru: Произошла ошибка:
tr: Bir hata oluştu:
zh: 發生錯誤：

# errorUpdatePw
source: Error updating PDF password:
ar: خطأ في تحديث كلمة مرور PDF:
bn: PDF পাসওয়ার্ড আপডেট করার সময় ত্রুটি:
de: Fehler beim Aktualisieren des PDF-Passworts:
es: Error al actualizar la contraseña del PDF:
fr: Erreur lors de la mise à jour du mot de passe PDF :
hi: PDF पासवर्ड अपडेट करते समय त्रुटि:
id: Kesalahan saat memperbarui kata sandi PDF:
ja: PDFのパスワード更新エラー:
ko: PDF 비밀번호 업데이트 오류:
pt_br: Erro ao atualizar a senha do PDF:
ru: Ошибка при обновлении пароля PDF:
tr: PDF parolasını güncelleme hatası:
zh: 更新 PDF 密碼時發生錯誤：

# noDocumentFound
source: No documents found
ar: لم يتم العثور على مستندات
bn: কোনও নথি পাওয়া যায়নি
de: Keine Dokumente gefunden
es: No se encontraron documentos
fr: Aucun document trouvé
hi: कोई दस्तावेज़ नहीं मिला
id: Tidak ada dokumen ditemukan
ja: ドキュメントが見つかりません
ko: 문서를 찾지 못했어요.
pt_br: Nenhum documento encontrado
ru: Документы не найдены
tr: Belge bulunamadı
zh: 未找到文件

source: Sample File
ar: ملف عينة
bn: নমুনা ফাইল
de: Beispieldatei
es: Archivo de muestra
fr: Fichier d'exemple
hi: नमूना फ़ाइल
id: File Contoh
ja: サンプルファイル
ko: 샘플 파일
pt_br: Arquivo de Exemplo
ru: Пример файла
tr: Örnek Dosya
zh: 示例文件

# thisSampleFile
source: This is a file sample
ar: هذا ملف عينة
bn: এটি একটি নমুনা ফাইল
de: Dies ist eine Beispieldatei
es: Este es un archivo de muestra
fr: Ceci est un fichier exemple
hi: यह एक फ़ाइल का नमूना है
id: Ini adalah file contoh
ja: これはサンプルファイルです
ko: 이것은 샘플 파일입니다
pt_br: Este é um arquivo de exemplo
ru: Это пример файла
tr: Bu bir örnek dosyadır
zh: 這是一個示例文件

source: Developing
ar: قيد التطوير
bn: উন্নয়নাধীন
de: In Entwicklung
es: Desarrollo
fr: Développement
hi: विकासशील
id: Sedang dikembangkan
ja: 開発中
ko: 개발 중
pt_br: Em desenvolvimento
ru: В разработке
tr: Geliştirme aşamasında
zh: 開發中

# doNotSupport
source: Do not support this file
ar: لا يدعم هذا الملف
bn: এই ফাইল সমর্থন করা হয় না
de: Diese Datei wird nicht unterstützt
es: No admito este archivo
fr: Ne supporte pas ce fichier
hi: यह फ़ाइल समर्थित नहीं है
id: File ini tidak didukung
ja: このファイルはサポートされていません
ko: 이 파일은 지원되지 않습니다
pt_br: Este arquivo não é suportado
ru: Этот файл не поддерживается
tr: Bu dosya desteklenmiyor
zh: 不支援此文件

source: Uninstall
ar: إلغاء التثبيت
bn: আনইনস্টল করুন
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
hi: अनइंस्टॉल करें
id: Hapus Instalasi
ja: アンインストール
ko: 제거
pt_br: Desinstalar
ru: Удалить
tr: Kaldır
zh: 解除安裝

# whatProblemsYouEncounterDuringUse
source: What problems do you encounter during use?
ar: ما المشكلات التي تواجهها أثناء الاستخدام؟
bn: আপনি ব্যবহারের সময় কী সমস্যার সম্মুখীন হন?
de: Welche Probleme treten bei der Nutzung auf?
es: ¿Qué problemas encuentras durante el uso?
fr: Quels problèmes rencontrez-vous lors de l'utilisation?
hi: उपयोग के दौरान आपको किन समस्याओं का सामना करना पड़ता है?
id: Masalah apa yang Anda temui selama penggunaan?
ja: 使用中にどのような問題が発生しましたか？
ko: 사용 중 어떤 문제가 발생했나요?
pt_br: Quais problemas você encontrou durante o uso?
ru: Какие проблемы возникли во время использования?
tr: Kullanım sırasında hangi sorunlarla karşılaştınız?
zh: 您在使用過程中遇到了哪些問題？

source: Don’t uninstall yet
ar: لا تقم بإلغاء التثبيت بعد
bn: এখনই আনইনস্টল করবেন না
de: Noch nicht deinstallieren
es: No desinstales aún
fr: Ne désinstallez pas encore
hi: अभी अनइंस्टॉल न करें
id: Jangan hapus instalasi dulu
ja: まだアンインストールしないでください
ko: 아직 제거하지 마세요
pt_br: Ainda não desinstale
ru: Пока не удаляйте
tr: Henüz kaldırmayın
zh: 暫時不要解除安裝

source: Still want to uninstall?
ar: هل ما زلت ترغب في إلغاء التثبيت؟
bn: আপনি কি এখনও আনইনস্টল করতে চান?
de: Möchten Sie wirklich deinstallieren?
es: ¿Aún quieres desinstalar?
fr: Voulez-vous toujours désinstaller?
hi: क्या आप अभी भी अनइंस्टॉल करना चाहते हैं?
id: Masih ingin menghapus instalasi?
ja: 本当にアンインストールしますか？
ko: 정말 제거하시겠습니까?
pt_br: Ainda quer desinstalar?
ru: Вы все еще хотите удалить?
tr: Hâlâ kaldırmak istiyor musunuz?
zh: 仍然要解除安裝？

source: Difficult to use
ar: صعب الاستخدام
bn: ব্যবহার করা কঠিন
de: Schwer zu benutzen
es: Difícil de usar
fr: Difficile à utiliser
hi: उपयोग में कठिन
id: Sulit digunakan
ja: 使いにくい
ko: 사용하기 어려움
pt_br: Difícil de usar
ru: Сложно использовать
tr: Kullanımı zor
zh: 難以使用

source: Too many ads
ar: الإعلانات كثيرة جدًا
bn: অতিরিক্ত বিজ্ঞাপন
de: Zu viele Anzeigen
es: Demasiados anuncios
fr: Trop de publicités
hi: बहुत अधिक विज्ञापन
id: Terlalu banyak iklan
ja: 広告が多すぎる
ko: 광고가 너무 많음
pt_br: Muitos anúncios
ru: Слишком много рекламы
tr: Çok fazla reklam
zh: 廣告太多

source: Others
ar: أخرى
bn: অন্যান্য
de: Andere
es: Otros
fr: Autres
hi: अन्य
id: Lainnya
ja: その他
ko: 기타
pt_br: Outros
ru: Другие
tr: Diğer
zh: 其他

source: View Files
ar: عرض الملفات
bn: ফাইল দেখুন
de: Dateien anzeigen
es: Ver archivos
fr: Voir les fichiers
hi: फाइलें देखें
id: Lihat File
ja: ファイルを表示
ko: 파일 보기
pt_br: Ver arquivos
ru: Просмотреть файлы
tr: Dosyaları Görüntüle
zh: 查看檔案

# unableToReceiveFiles
source: Unable to retrieve the files
ar: غير قادر على استلام الملفات
bn: ফাইল পেতে অক্ষম
de: Dateien können nicht empfangen werden
es: No se pueden recibir los archivos
fr: Impossible de recevoir les fichiers
hi: फ़ाइलें प्राप्त करने में असमर्थ
id: Tidak dapat menerima file
ja: ファイルを受信できません
ko: 파일을 받을 수 없음
pt_br: Não é possível receber os arquivos
ru: Невозможно получить файлы
tr: Dosyalar alınamıyor
zh: 無法接收檔案

source: Unable to view the file
ar: غير قادر على عرض الملف
bn: ফাইল দেখতে অক্ষম
de: Datei kann nicht angezeigt werden
es: No se puede ver el archivo
fr: Impossible de voir le fichier
hi: फ़ाइल देखने में असमर्थ
id: Tidak dapat melihat file
ja: ファイルを表示できません
ko: 파일을 볼 수 없습니다
pt_br: Não é possível visualizar o arquivo
ru: Невозможно просмотреть файл
tr: Dosya görüntülenemiyor
zh: 無法查看檔案

source: Explore
ar: استكشاف
bn: অন্বেষণ করুন
de: Entdecken
es: Explorar
fr: Explorer
hi: अन्वेषण करें
id: Jelajahi
ja: 探索
ko: 탐색
pt_br: Explorar
ru: Исследовать
tr: Keşfet
zh: 探索
