Repository: lequangkydev/pdf_reader_pdf_viewer
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, zh

source: Save to Album
ar: حفظ في الألبوم
bn: অ্যালবামে সংরক্ষণ করুন
de: Im Album speichern
es: Guardar en el álbum
fr: Enregistrer dans l’album
hi: एल्बम में सहेजें
id: Simpan ke album
ja: アルバムに保存
ko: 앨범에 저장
pt_br: Salvar no álbum
ru: Сохранить в альбом
tr: Albüm’e kaydet
zh: 儲存到相簿

# imagesSaved
source: {count, plural, =0{Saved 0 images} =1{Saved 1 image} other{Saved {count} images}}
ar: {count, plural, =0{لم يتم حفظ أي صورة} =1{تم حفظ صورة واحدة} two{تم حفظ صورتين} few{تم حفظ {count} صور} many{تم حفظ {count} صورة} other{تم حفظ {count} صورة}}
bn: {count, plural, other{{count}টি ছবি সংরক্ষণ করা হয়েছে}}
de: {count, plural, =0{0 Bilder gespeichert} =1{1 Bild gespeichert} other{{count} Bilder gespeichert}}
es: {count, plural, =0{0 imágenes guardadas} =1{1 imagen guardada} other{{count} imágenes guardadas}}
fr: {count, plural, =0{0 image enregistrée} =1{1 image enregistrée} other{{count} images enregistrées}}
hi: {count, plural, other{{count} चित्र सहेजे गए}}
id: {count, plural, other{Berhasil menyimpan {count} gambar}}
ja: {count, plural, other{画像を{count}枚保存しました}}
ko: {count, plural, other{이미지 {count}개 저장됨}}
pt_br: {count, plural, =0{0 imagens salvas} =1{1 imagem salva} other{{count} imagens salvas}}
ru: {count, plural, =0{Сохранено 0 изображений} one{Сохранено {count} изображение} few{Сохранено {count} изображения} many{Сохранено {count} изображений} other{Сохранено {count} изображений}}
tr: {count, plural, other{{count} görsel kaydedildi}}
zh: {count, plural, other{已儲存 {count} 張圖片}}

# shareMessage
source: Sharing this file via {appName} – super easy to view & edit. You can try it here: {value}
ar: مشاركة هذا الملف عبر {appName} – سهل جدًا للعرض والتحرير. يمكنك تجربته هنا: {value}
bn: مشاركة هذا الملف عبر {appName} – سهل جدًا للعرض والتحرير. يمكنك تجربته هنا: {value}
de: Diese Datei über {appName} teilen – super einfach anzusehen und zu bearbeiten. Hier ausprobieren: {value}
es: Compartiendo este archivo vía {appName}: muy fácil de ver y editar. Puedes probarlo aquí: {value}
fr: Partage de ce fichier via {appName} – très facile à consulter et modifier. Essayez-le ici : {value}
hi: {appName} के माध्यम से इस फ़ाइल को साझा करें – देखना और संपादित करना बेहद आसान। इसे यहाँ आज़माएँ: {value}
id: Membagikan file ini melalui {appName} – sangat mudah untuk dilihat dan diedit. Coba di sini: {value}
ja: {appName} でこのファイルを共有 – 表示や編集がとても簡単です。こちらで試せます: {value}
ko: {appName}을(를) 통해 이 파일을 공유하세요 – 보기와 편집이 매우 쉽습니다. 여기에서 사용해 보세요: {value}
pt_br: Compartilhando este arquivo via {appName} – super fácil de visualizar e editar. Experimente aqui: {value}
ru: Поделиться этим файлом через {appName} — очень удобно для просмотра и редактирования. Попробуйте здесь: {value}
tr: Bu dosyayı {appName} ile paylaşın – görüntülemek ve düzenlemek çok kolay. Buradan deneyebilirsiniz: {value}
zh: 透過 {appName} 分享此檔案——檢視與編輯都非常輕鬆。你可以在這裡試用：{value}

# searchInPdf
source: Search in <b><span style='color:#E01621'>PDF Reader</span></b>
ar: ابحث في <b><span style='color:#E01621'>قارئ PDF</span></b>
bn: <b><span style='color:#E01621'>PDF Reader</span></b>-এ অনুসন্ধান করুন
de: Suchen im <b><span style='color:#E01621'>PDF Reader</span></b>
es: Buscar en <b><span style='color:#E01621'>PDF Reader</span></b>
fr: Rechercher dans <b><span style='color:#E01621'>PDF Reader</span></b>
hi: <b><span style='color:#E01621'>PDF Reader</span></b> में खोजें
id: Cari di <b><span style='color:#E01621'>PDF Reader</span></b>
ja: <b><span style='color:#E01621'>PDF Reader</span></b> で検索
ko: <b><span style='color:#E01621'>PDF Reader</span></b>에서 검색
pt_br: Pesquisar no <b><span style='color:#E01621'>Leitor de PDF</span></b>
ru: Поиск в <b><span style='color:#E01621'>PDF Reader</span></b>
tr: <b><span style='color:#E01621'>PDF Reader</span></b> içinde ara
zh: 在 <b><span style='color:#E01621'>PDF 閱讀器</span></b> 中搜尋

# searchInDoc
source: Search in <b><span style='color:#2979FF'>DOC Reader</span></b>
ar: ابحث في <b><span style='color:#2979FF'>قارئ DOC</span></b>
bn: <b><span style='color:#2979FF'>DOC Reader</span></b>-এ অনুসন্ধান করুন
de: Suchen im <b><span style='color:#2979FF'>DOC Reader</span></b>
es: Buscar en <b><span style='color:#2979FF'>DOC Reader</span></b>
fr: Rechercher dans <b><span style='color:#2979FF'>DOC Reader</span></b>
hi: <b><span style='color:#2979FF'>DOC Reader</span></b> में खोजें
id: Cari di <b><span style='color:#2979FF'>DOC Reader</span></b>
ja: <b><span style='color:#2979FF'>DOC Reader</span></b> で検索
ko: <b><span style='color:#2979FF'>DOC Reader</span></b>에서 검색
pt_br: Pesquisar no <b><span style='color:#2979FF'>Leitor de DOC</span></b>
ru: Поиск в <b><span style='color:#2979FF'>DOC Reader</span></b>
tr: <b><span style='color:#2979FF'>DOC Reader</span></b> içinde ara
zh: 在 <b><span style='color:#2979FF'>DOC 閱讀器</span></b> 中搜尋

# searchInExcel
source: Search in <b><span style='color:#388E3C'>XLS Reader</span></b>
ar: ابحث في <b><span style='color:#388E3C'>قارئ XLS</span></b>
bn: <b><span style='color:#388E3C'>XLS Reader</span></b>-এ অনুসন্ধান করুন
de: Suchen im <b><span style='color:#388E3C'>XLS Reader</span></b>
es: Buscar en <b><span style='color:#388E3C'>XLS Reader</span></b>
fr: Rechercher dans <b><span style='color:#388E3C'>XLS Reader</span></b>
hi: <b><span style='color:#388E3C'>XLS Reader</span></b> में खोजें
id: Cari di <b><span style='color:#388E3C'>XLS Reader</span></b>
ja: <b><span style='color:#388E3C'>XLS Reader</span></b> で検索
ko: <b><span style='color:#388E3C'>XLS Reader</span></b>에서 검색
pt_br: Pesquisar no <b><span style='color:#388E3C'>Leitor de XLS</span></b>
ru: Поиск в <b><span style='color:#388E3C'>XLS Reader</span></b>
tr: <b><span style='color:#388E3C'>XLS Reader</span></b> içinde ara
zh: 在 <b><span style='color:#388E3C'>XLS 閱讀器</span></b> 中搜尋

# searchInPpt
source: Search in <b><span style='color:#F2590C'>PPT Reader</span></b>
ar: ابحث في <b><span style='color:#F2590C'>قارئ PPT</span></b>
bn: <b><span style='color:#F2590C'>PPT Reader</span></b>-এ অনুসন্ধান করুন
de: Suchen im <b><span style='color:#F2590C'>PPT Reader</span></b>
es: Buscar en <b><span style='color:#F2590C'>PPT Reader</span></b>
fr: Rechercher dans <b><span style='color:#F2590C'>PPT Reader</span></b>
hi: <b><span style='color:#F2590C'>PPT Reader</span></b> में खोजें
id: Cari di <b><span style='color:#F2590C'>PPT Reader</span></b>
ja: <b><span style='color:#F2590C'>PPT Reader</span></b> で検索
ko: <b><span style='color:#F2590C'>PPT Reader</span></b>에서 검색
pt_br: Pesquisar no <b><span style='color:#F2590C'>Leitor de PPT</span></b>
ru: Поиск в <b><span style='color:#F2590C'>PPT Reader</span></b>
tr: <b><span style='color:#F2590C'>PPT Reader</span></b> içinde ara
zh: 在 <b><span style='color:#F2590C'>PPT 閱讀器</span></b> 中搜尋

# onboardingTitle1
source: Read All Documents
ar: اقرأ جميع المستندات
bn: সব ডকুমেন্ট পড়ুন
de: Alle Dokumente lesen
es: Lee todos los documentos
fr: Lire tous les documents
hi: सभी दस्तावेज़ पढ़ें
id: Baca semua dokumen
ja: すべてのドキュメントを読む
ko: 모든 문서 읽기
pt_br: Leia todos os documentos
ru: Читайте все документы
tr: Tüm belgeleri okuyun
zh: 閱讀所有文件

# onboardingTitle2
source: Understand Any Document Instantly
ar: افهم أي مستند فورًا
bn: যেকোনো ডকুমেন্ট মুহূর্তেই বুঝুন
de: Jedes Dokument sofort verstehen
es: Comprende cualquier documento al instante
fr: Comprendre instantanément n’importe quel document
hi: किसी भी दस्तावेज़ को तुरंत समझें
id: Pahami dokumen apa pun secara instan
ja: あらゆるドキュメントを瞬時に理解
ko: 어떤 문서든 즉시 이해
pt_br: Entenda qualquer documento instantaneamente
ru: Мгновенно понимайте любой документ
tr: Herhangi bir belgeyi anında anlayın
zh: 即時理解任何文件

# onboardingTitle3
source: Edit PDFs Like a Pro
ar: حرر ملفات PDF باحتراف
bn: পেশাদারের মতো PDF সম্পাদনা করুন
de: PDFs wie ein Profi bearbeiten
es: Edita PDF como un profesional
fr: Modifier les PDF comme un pro
hi: PDF को प्रोफेशनल की तरह संपादित करें
id: Edit PDF seperti profesional
ja: プロのようにPDFを編集
ko: 전문가처럼 PDF 편집
pt_br: Edite PDFs como um profissional
ru: Редактируйте PDF как профессионал
tr: PDF’leri profesyonelce düzenleyin
zh: 像專業人士一樣編輯 PDF

# onboardingContent1
source: Open PDF, Word, Excel, PPT - fast and seamless
ar: افتح ملفات PDF وWord وExcel وPPT بسرعة وسلاسة
bn: PDF, Word, Excel, PPT খুলুন — দ্রুত ও নির্বিঘ্নে
de: PDF, Word, Excel und PPT schnell und nahtlos öffnen
es: Abre PDF, Word, Excel y PPT de forma rápida y fluida
fr: Ouvrez PDF, Word, Excel, PPT rapidement et sans interruption
hi: PDF, Word, Excel, PPT खोलें — तेज़ और सहज
id: Buka PDF, Word, Excel, PPT dengan cepat dan lancar
ja: PDF、Word、Excel、PPTを高速かつスムーズに開く
ko: PDF, Word, Excel, PPT를 빠르고 부드럽게 열기
pt_br: Abra PDF, Word, Excel e PPT de forma rápida e fluida
ru: Быстро и удобно открывайте PDF, Word, Excel и PPT
tr: PDF, Word, Excel, PPT dosyalarını hızlı ve sorunsuz açın
zh: 快速且流暢地開啟 PDF、Word、Excel、PPT

# onboardingContent2
source: Translate and summarize files with AI in seconds
ar: ترجم ولخص الملفات باستخدام الذكاء الاصطناعي خلال ثوانٍ
bn: AI দিয়ে কয়েক সেকেন্ডে ফাইল অনুবাদ ও সারসংক্ষেপ করুন
de: Dateien mit KI in Sekunden übersetzen und zusammenfassen
es: Traduce y resume archivos con IA en segundos
fr: Traduisez et résumez des fichiers avec l’IA en quelques secondes
hi: AI के साथ सेकंडों में फ़ाइलों का अनुवाद और सारांश बनाएँ
id: Terjemahkan dan ringkas file dengan AI dalam hitungan detik
ja: AIでファイルを数秒で翻訳・要約
ko: AI로 파일을 몇 초 만에 번역 및 요약
pt_br: Traduza e resuma arquivos com IA em segundos
ru: Переводите и обобщайте файлы с помощью ИИ за секунды
tr: Dosyaları yapay zeka ile saniyeler içinde çevirin ve özetleyin
zh: 使用 AI 在幾秒鐘內翻譯並摘要文件

# onboardingContent3
source: Highlight, annotate, sign, and mark up PDFs easily
ar: قم بتمييز ملفات PDF والتعليق عليها وتوقيعها وتحريرها بسهولة
bn: সহজেই PDF হাইলাইট, মন্তব্য, স্বাক্ষর ও মার্কআপ করুন
de: PDFs einfach markieren, kommentieren, signieren und bearbeiten
es: Resalta, anota, firma y edita PDFs fácilmente
fr: Surlignez, annotez, signez et modifiez les PDF facilement
hi: PDF को आसानी से हाइलाइट, एनोटेट, साइन और मार्कअप करें
id: Sorot, beri catatan, tanda tangan, dan edit PDF dengan mudah
ja: PDFを簡単にハイライト、注釈、署名、編集
ko: PDF를 쉽게 강조 표시, 주석, 서명 및 편집
pt_br: Destaque, anote, assine e edite PDFs facilmente
ru: Легко выделяйте, комментируйте, подписывайте и редактируйте PDF
tr: PDF’leri kolayca vurgulayın, not alın, imzalayın ve düzenleyin
zh: 輕鬆標註、註解、簽署與編輯 PDF

source: Unselect
ar: إلغاء التحديد
bn: নির্বাচন বাতিল করুন
de: Abwählen
es: Deseleccionar
fr: Désélectionner
hi: चयन हटाएं
id: Batalkan pilihan
ja: 選択を解除
ko: 선택 해제
pt_br: Desmarcar
ru: Отменить выбор
tr: Seçimi kaldır
zh: 取消選取

# file
source: {value, plural, =0{No file} =1{1 file} other{{value} files}}
ar: {value, plural, =0{لا يوجد ملفات} =1{ملف واحد} other{{value} ملفات}}
bn: {value, plural, =0{কোনো ফাইল নেই} =1{১টি ফাইল} other{{value}টি ফাইল}}
de: {value, plural, =0{Keine Datei} =1{1 Datei} other{{value} Dateien}}
es: {value, plural, =0{Ningún archivo} =1{1 archivo} other{{value} archivos}}
fr: {value, plural, =0{Aucun fichier} =1{1 fichier} other{{value} fichiers}}
hi: {value, plural, =0{कोई फ़ाइल नहीं} =1{1 फ़ाइल} other{{value} फ़ाइलें}}
id: {value, plural, =0{Tidak ada file} =1{1 file} other{{value} file}}
ja: {value, plural, =0{ファイルなし} =1{1 ファイル} other{{value} ファイル}}
ko: {value, plural, =0{파일 없음} =1{1 파일} other{{value} 파일}}
pt_br: {value, plural, =0{Nenhum arquivo} =1{1 arquivo} other{{value} arquivos}}
ru: {value, plural, =0{Нет файлов} one{{value} файл} few{{value} файла} many{{value} файлов} other{{value} файлов}}
tr: {value, plural, =0{Dosya yok} =1{1 dosya} other{{value} dosya}}
zh: {value, plural, =0{沒有文件} =1{1 個文件} other{{value} 個文件}}

# summaryProgress
source: Summary in Progress
ar: جارٍ تلخيص المحتوى
bn: সারাংশ তৈরি হচ্ছে
de: Zusammenfassung läuft
es: Resumiendo en progreso
fr: Résumé en cours
hi: सारांश प्रगति पर है
id: Ringkasan sedang diproses
ja: 要約を作成中
ko: 요약 진행 중
pt_br: Resumo em andamento
ru: Идет создание резюме
tr: Özet oluşturuluyor
zh: 摘要生成中

# translationProgress
source: Translation in Progress
ar: جارٍ الترجمة
bn: অনুবাদ চলছে
de: Übersetzung läuft
es: Traducción en progreso
fr: Traduction en cours
hi: अनुवाद प्रगति पर है
id: Terjemahan sedang diproses
ja: 翻訳を進行中
ko: 번역 진행 중
pt_br: Tradução em andamento
ru: Идет перевод
tr: Çeviri devam ediyor
zh: 翻譯進行中

# tryAnotherFile
source: Unable to merge this file. Try selecting a different file to continue.
ar: تعذر دمج هذا الملف. حاول تحديد ملف آخر للمتابعة.
bn: এই ফাইলটি একত্র করা যায়নি। চালিয়ে যেতে একটি ভিন্ন ফাইল নির্বাচন করার চেষ্টা করুন।
de: Diese Datei kann nicht zusammengeführt werden. Versuchen Sie, eine andere Datei auszuwählen, um fortzufahren.
es: No se puede fusionar este archivo. Intenta seleccionar otro archivo para continuar.
fr: Impossible de fusionner ce fichier. Essayez de sélectionner un autre fichier pour continuer.
hi: इस फ़ाइल को मर्ज नहीं किया जा सका। जारी रखने के लिए कोई अन्य फ़ाइल चुनने का प्रयास करें।
id: Tidak dapat menggabungkan file ini. Coba pilih file lain untuk melanjutkan.
ja: このファイルを結合できません。続行するには別のファイルを選択してください。
ko: 이 파일을 병합할 수 없습니다. 계속하려면 다른 파일을 선택하세요.
pt_br: Não foi possível mesclar este arquivo. Tente selecionar outro arquivo para continuar.
ru: Не удалось объединить этот файл. Попробуйте выбрать другой файл, чтобы продолжить.
tr: Bu dosya birleştirilemiyor. Devam etmek için farklı bir dosya seçmeyi deneyin.
zh: 無法合併此檔案。請嘗試選擇其他檔案以繼續。

source: Result
ar: النتيجة
bn: ফলাফল
de: Ergebnis
es: Resultado
fr: Résultat
hi: परिणाम
id: Hasil
ja: 結果
ko: 결과
pt_br: Resultado
ru: Результат
tr: Sonuç
zh: 結果

source: Scroll
ar: التمرير
bn: স্ক্রল
de: Scrollen
es: Desplazar
fr: Faire défiler
hi: स्क्रॉल करें
id: Gulir
ja: スクロール
ko: 스크롤
pt_br: Rolar
ru: Прокрутка
tr: Kaydır
zh: 捲動

# giveFeedback
source: Give me a feedback
ar: أرسل ملاحظاتك
bn: প্রতিক্রিয়া দিন
de: Feedback geben
es: Darme tu opinión
fr: Donnez-moi votre avis
hi: मुझे प्रतिक्रिया दें
id: Beri saya umpan balik
ja: フィードバックを送る
ko: 피드백 보내기
pt_br: Dê-me um feedback
ru: Оставьте отзыв
tr: Geri bildirim ver
zh: 給我回饋

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
id: Tambah
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh: 新增

source: Select text
ar: حدد النص
bn: টেক্সট নির্বাচন করুন
de: Text auswählen
es: Seleccionar texto
fr: Sélectionner le texte
hi: पाठ चुनें
id: Pilih teks
ja: テキストを選択
ko: 텍스트 선택
pt_br: Selecionar texto
ru: Выбрать текст
tr: Metin seç
zh: 選擇文字

# pleaseDoNot
source: Please do not include accented characters
ar: يرجى عدم تضمين أحرف مشكّلة
bn: অনুগ্রহ করে উচ্চারণ চিহ্নযুক্ত অক্ষর ব্যবহার করবেন না
de: Bitte keine Akzentzeichen verwenden
es: Por favor, no incluyas caracteres con acentos
fr: Veuillez ne pas inclure de caractères accentués
hi: कृपया उच्चारण चिह्न वाले अक्षर शामिल न करें
id: Silakan jangan sertakan karakter beraksen
ja: アクセント付き文字を含めないでください
ko: 발음 부호가 포함된 문자를 사용하지 마세요
pt_br: Por favor, não inclua caracteres acentuados
ru: Пожалуйста, не используйте символы с акцентами
tr: Lütfen aksanlı karakterler kullanmayın
zh: 請勿包含重音或特殊符號

# pleaseEnter
source: Please enter some text
ar: الرجاء إدخال نص
bn: অনুগ্রহ করে কিছু টেক্সট লিখুন
de: Bitte Text eingeben
es: Por favor, introduce un texto
fr: Veuillez entrer du texte
hi: कृपया कुछ टेक्स्ट दर्ज करें
id: Silakan masukkan beberapa teks
ja: テキストを入力してください
ko: 텍스트를 입력하세요
pt_br: Por favor, insira algum texto
ru: Пожалуйста, введите текст
tr: Lütfen bir metin girin
zh: 請輸入文字

source: Watermark
ar: علامة مائية
bn: ওয়াটারমার্ক
de: Wasserzeichen
es: Marca de agua
fr: Filigrane
hi: वॉटरमार्क
id: Tanda air
ja: ウォーターマーク
ko: 워터마크
pt_br: Marca d'água
ru: Водяной знак
tr: Filigran
zh: 浮水印

source: Enter text
ar: أدخل النص
bn: টেক্সট লিখুন
de: Text eingeben
es: Introducir texto
fr: Saisir du texte
hi: पाठ दर्ज करें
id: Masukkan teks
ja: テキストを入力
ko: 텍스트 입력
pt_br: Insira o texto
ru: Введите текст
tr: Metin gir
zh: 輸入文字

source: Color
ar: اللون
bn: রং
de: Farbe
fr: Couleur
hi: रंग
id: Warna
ja: 色
ko: 색상
pt_br: Cor
ru: Цвет
tr: Renk
zh: 顏色

source: Add text
ar: إضافة نص
bn: টেক্সট যোগ করুন
de: Text hinzufügen
es: Agregar texto
fr: Ajouter du texte
hi: टेक्स्ट जोड़ें
id: Tambahkan teks
ja: テキストを追加
ko: 텍스트 추가
pt_br: Adicionar texto
ru: Добавить текст
tr: Metin ekle
zh: 新增文字

source: Add watermark
ar: إضافة علامة مائية
bn: ওয়াটারমার্ক যোগ করুন
de: Wasserzeichen hinzufügen
es: Agregar marca de agua
fr: Ajouter un filigrane
hi: वॉटरमार्क जोड़ें
id: Tambahkan tanda air
ja: ウォーターマークを追加
ko: 워터마크 추가
pt_br: Adicionar marca d'água
ru: Добавить водяной знак
tr: Filigran ekle
zh: 新增浮水印

source: Watermark content
ar: محتوى العلامة المائية
bn: ওয়াটারমার্ক বিষয়বস্তু
de: Inhalt des Wasserzeichens
es: Contenido de la marca de agua
fr: Contenu du filigrane
hi: वॉटरमार्क सामग्री
id: Konten tanda air
ja: ウォーターマーク内容
ko: 워터마크 내용
pt_br: Conteúdo da marca d'água
ru: Содержимое водяного знака
tr: Filigran içeriği
zh: 浮水印內容

# editSuccess
source: Edited Successfully!
ar: تم التعديل بنجاح!
bn: সফলভাবে সম্পাদিত হয়েছে!
de: Erfolgreich bearbeitet!
es: ¡Editado con éxito!
fr: Modifié avec succès !
hi: सफलतापूर्वक संपादित!
id: Berhasil diedit!
ja: 編集に成功しました！
ko: 성공적으로 수정되었습니다!
pt_br: Editado com sucesso!
ru: Успешно отредактировано!
tr: Başarıyla düzenlendi!
zh: 編輯成功！

source: Signature
ar: توقيع
bn: স্বাক্ষর
de: Unterschrift
es: Firma
hi: हस्ताक्षर
id: Tanda tangan
ja: 署名
ko: 서명
pt_br: Assinatura
ru: Подпись
tr: İmza
zh: 簽名

source: No signature
ar: لا يوجد توقيع
bn: কোন স্বাক্ষর নেই
de: Keine Unterschrift
es: Sin firma
fr: Aucune signature
hi: कोई हस्ताक्षर नहीं
id: Tidak ada tanda tangan
ja: 署名なし
ko: 서명이 없습니다
pt_br: Sem assinatura
ru: Нет подписи
tr: İmza yok
zh: 無簽名

# createSignature
source: Create a new signature
ar: إنشاء توقيع جديد
bn: নতুন স্বাক্ষর তৈরি করুন
de: Neue Unterschrift erstellen
es: Crear una nueva firma
fr: Créer une nouvelle signature
hi: नया हस्ताक्षर बनाएं
id: Buat tanda tangan baru
ja: 新しい署名を作成
ko: 새 서명 만들기
pt_br: Criar nova assinatura
ru: Создать новую подпись
tr: Yeni imza oluştur
zh: 建立新簽名

# feedbackTitle
source: Feedback about AI Assistant
ar: ملاحظات حول المساعد الذكي
bn: এআই সহকারী সম্পর্কে প্রতিক্রিয়া
de: Feedback zum KI-Assistenten
es: Comentarios sobre el Asistente de IA
fr: Retour sur l’assistant IA
hi: एआई सहायक के बारे में प्रतिक्रिया
id: Masukan tentang Asisten AI
ja: AIアシスタントへのフィードバック
ko: AI 도우미에 대한 피드백
pt_br: Feedback sobre o Assistente de IA
ru: Отзыв об AI Assistant
tr: AI Asistanı hakkında geri bildirim
zh: 關於 AI 助手的回饋

# feedbackTo
source: To: kyle@vtn-global.com
ar: إلى: kyle@vtn-global.com
bn: প্রাপক: kyle@vtn-global.com
de: An: kyle@vtn-global.com
es: Para: kyle@vtn-global.com
fr: À : kyle@vtn-global.com
hi: प्रति: kyle@vtn-global.com
id: Kepada: kyle@vtn-global.com
ja: 宛先: kyle@vtn-global.com
ko: 받는 사람: kyle@vtn-global.com
pt_br: Para: kyle@vtn-global.com
ru: Кому: kyle@vtn-global.com
tr: Kime: kyle@vtn-global.com
zh: 收件人：kyle@vtn-global.com

# feedbackSubject
source: Subject: Feedback about “PDF Reader & Photo to PDF”.
ar: الموضوع: ملاحظات حول “قارئ PDF ومحول الصور إلى PDF”.
bn: বিষয়: “PDF Reader & Photo to PDF” সম্পর্কে প্রতিক্রিয়া।
de: Betreff: Feedback zu „PDF Reader & Photo to PDF“.
es: Asunto: Comentarios sobre “PDF Reader & Photo to PDF”.
fr: Objet : retour sur « PDF Reader & Photo to PDF ».
hi: विषय: “PDF Reader & Photo to PDF” के बारे में प्रतिक्रिया।
id: Subjek: Masukan tentang “PDF Reader & Photo to PDF”.
ja: 件名: 「PDF Reader & Photo to PDF」へのフィードバック。
ko: 제목: “PDF Reader & Photo to PDF”에 대한 피드백.
pt_br: Assunto: Feedback sobre “PDF Reader & Photo to PDF”.
ru: Тема: Отзыв о «PDF Reader & Photo to PDF».
tr: Konu: “PDF Reader & Photo to PDF” hakkında geri bildirim.
zh: 主旨：「PDF Reader & Photo to PDF」的回饋

# feedbackHint
source: Write your feedback here...
ar: اكتب ملاحظاتك هنا...
bn: এখানে আপনার প্রতিক্রিয়া লিখুন...
de: Schreibe dein Feedback hier...
es: Escribe tus comentarios aquí...
fr: Écrivez votre avis ici...
hi: अपनी प्रतिक्रिया यहाँ लिखें...
id: Tulis masukan Anda di sini...
ja: ここにフィードバックを入力してください...
ko: 여기에 피드백을 작성하세요...
pt_br: Escreva seu feedback aqui...
ru: Напишите ваш отзыв здесь...
tr: Geri bildiriminizi buraya yazın...
zh: 請在此輸入您的回饋內容...

# feedbackButton
source: Send Feedback
ar: إرسال الملاحظات
bn: প্রতিক্রিয়া পাঠান
de: Feedback senden
es: Enviar comentarios
fr: Envoyer le retour
hi: प्रतिक्रिया भेजें
id: Kirim Masukan
ja: フィードバックを送信
ko: 피드백 보내기
pt_br: Enviar Feedback
ru: Отправить отзыв
tr: Geri Bildirim Gönder
zh: 送出回饋

# feedbackEmptyMessage
source: Please write your feedback first
ar: يرجى كتابة ملاحظاتك أولاً
bn: প্রথমে আপনার প্রতিক্রিয়া লিখুন
de: Bitte gib zuerst dein Feedback ein
es: Por favor, escribe tus comentarios primero
fr: Veuillez d’abord écrire votre avis
hi: कृपया पहले अपनी प्रतिक्रिया लिखें
id: Silakan tulis masukan Anda terlebih dahulu
ja: まずフィードバックを入力してください
ko: 먼저 피드백을 입력하세요
pt_br: Por favor, escreva seu feedback primeiro
ru: Пожалуйста, сначала напишите отзыв
tr: Lütfen önce geri bildiriminizi yazın
zh: 請先輸入您的回饋內容

# feedbackSuccessMessage
source: Feedback sent (or email app opened)
ar: تم إرسال الملاحظات (أو تم فتح تطبيق البريد)
bn: প্রতিক্রিয়া পাঠানো হয়েছে (অথবা ইমেইল অ্যাপ খোলা হয়েছে)
de: Feedback gesendet (oder E-Mail-App geöffnet)
es: Comentarios enviados (o aplicación de correo abierta)
fr: Avis envoyé (ou application e-mail ouverte)
hi: प्रतिक्रिया भेज दी गई (या ईमेल ऐप खुल गया)
id: Masukan dikirim (atau aplikasi email dibuka)
ja: フィードバックを送信しました（またはメールアプリが開きました）
ko: 피드백이 전송되었습니다 (또는 이메일 앱이 열렸습니다)
pt_br: Feedback enviado (ou aplicativo de e-mail aberto)
ru: Отзыв отправлен (или открыто приложение электронной почты)
tr: Geri bildirim gönderildi (veya e-posta uygulaması açıldı)
zh: 回饋已送出（或已開啟郵件應用程式）

# feedbackErrorMessage
source: Could not open email app
ar: تعذر فتح تطبيق البريد
bn: ইমেইল অ্যাপ খোলা যায়নি
de: E-Mail-App konnte nicht geöffnet werden
es: No se pudo abrir la aplicación de correo
fr: Impossible d’ouvrir l’application e-mail
hi: ईमेल ऐप खोलने में असमर्थ
id: Tidak dapat membuka aplikasi email
ja: メールアプリを開けませんでした
ko: 이메일 앱을 열 수 없습니다
pt_br: Não foi possível abrir o aplicativo de e-mail
ru: Не удалось открыть приложение электронной почты
tr: E-posta uygulaması açılamadı
zh: 無法開啟郵件應用程式

# downloadSuccess
source: Download Successfully!
ar: تم التحميل بنجاح!
bn: সফলভাবে ডাউনলোড হয়েছে!
de: Erfolgreich heruntergeladen!
es: ¡Descargado con éxito!
fr: Téléchargé avec succès !
hi: सफलतापूर्वक डाउनलोड!
id: Berhasil diunduh!
ja: ダウンロードに成功しました！
ko: 다운로드 성공!
pt_br: Download concluído com sucesso!
ru: Загрузка успешно завершена!
tr: Başarıyla indirildi!
zh: 下載成功！

# noTranslate
source: No translated content available.
ar: لا يوجد محتوى مترجم.
bn: কোন অনুবাদ করা বিষয়বস্তু নেই।
de: Kein übersetzter Inhalt verfügbar.
es: No hay contenido traducido disponible.
fr: Aucun contenu traduit disponible.
hi: कोई अनुवादित सामग्री उपलब्ध नहीं।
id: Tidak ada konten terjemahan yang tersedia.
ja: 翻訳されたコンテンツはありません。
ko: 번역된 콘텐츠가 없습니다.
pt_br: Nenhum conteúdo traduzido disponível.
ru: Нет доступного переведенного контента.
tr: Çevrilmiş içerik mevcut değil.
zh: 沒有可用的翻譯內容。

# keyPoint
source: Key Points:
ar: النقاط الرئيسية:
bn: মূল পয়েন্ট:
de: Wichtige Punkte:
es: Puntos clave:
fr: Points clés :
hi: मुख्य बिंदु:
id: Poin Utama:
ja: 重要ポイント：
ko: 핵심 요점:
pt_br: Pontos-chave:
ru: Ключевые моменты:
tr: Ana Noktalar:
zh: 重點：

source: Conclusion
ar: الاستنتاج
bn: উপসংহার
de: Fazit
es: Conclusión
hi: निष्कर्ष
id: Kesimpulan
ja: 結論
ko: 결론
pt_br: Conclusão
ru: Заключение
tr: Sonuç
zh: 結論

source: Summary
ar: الملخص
bn: সারসংক্ষেপ
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
ja: 要約
ko: 요약
pt_br: Resumo
ru: Резюме
tr: Özet
zh: 摘要

source: Type
ar: النوع
bn: ধরন
de: Typ
es: Tipo
hi: प्रकार
id: Tipe
ja: 種類
ko: 유형
pt_br: Tipo
ru: Тип
tr: Tür
zh: 類型

source: Preview
ar: معاينة
bn: পূর্বরূপ
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualização
ru: Предпросмотр
tr: Önizleme
zh: 預覽
