Repository: lequangkydev/pdf_reader_pdf_viewer
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, zh

# allowAccessTo
source: Allow Access to manage all files
ar: السماح بالوصول لإدارة جميع الملفات
bn: সমস্ত ফাইল পরিচালনা করার জন্য প্রবেশাধিকার দিন
de: Zugriff gewähren, um alle Dateien zu verwalten
es: Permitir acceso para gestionar todos los archivos
fr: Autoriser l'accès pour gérer tous les fichiers
hi: सभी फ़ाइलों को प्रबंधित करने के लिए एक्सेस अनुमति दें
id: Izinkan akses untuk mengelola semua file
ja: すべてのファイルを管理するアクセスを許可する
ko: 모든 파일을 관리할 수 있는 액세스 허용
pt_br: Permitir acesso para gerenciar todos os arquivos
ru: Разрешить доступ для управления всеми файлами
tr: Tüm dosyaları yönetmek için erişime izin ver
zh: 允许访问以管理所有文件

source: Use device language
ar: استخدام لغة الجهاز
bn: ডিভাইসের ভাষা ব্যবহার করুন
de: Gerätesprache verwenden
es: Usar el idioma del dispositivo
fr: Utiliser la langue de l’appareil
hi: डिवाइस की भाषा का उपयोग करें
id: Gunakan bahasa perangkat
ja: デバイスの言語を使用
ko: 기기 언어 사용
pt_br: Usar o idioma do dispositivo
ru: Использовать язык устройства
tr: Cihaz dilini kullan
zh: 使用设备语言

source: Preview Convert
ar: معاينة التحويل
bn: রূপান্তর প্রাকদর্শন
de: Vorschau konvertieren
es: Vista previa de conversión
fr: Aperçu de la conversion
hi: पूर्वावलोकन रूपांतरण
id: Pratinjau Konversi
ja: 変換のプレビュー
ko: 변환 미리보기
pt_br: Visualizar conversão
ru: Предпросмотр конверсии
tr: Dönüştürmeyi Önizle
zh: 預覽轉換

source: Download
ar: تحميل
bn: ডাউনলোড
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड
id: Unduh
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Скачать
tr: İndir
zh: 下載

source: PDF to Long Images
ar: PDF إلى صور طويلة
bn: PDF থেকে লম্বা ছবি
de: Langes Bild aus PDF erstellen
es: PDF a imágenes largas
fr: PDF en images longues
hi: PDF को लंबी छवियों में
id: PDF ke Gambar Gulir
ja: PDFを長い画像に変換
ko: PDF를 긴 이미지로
pt_br: PDF para imagens longas
ru: PDF в длинные изображения
tr: PDF'den Uzun Görsellere
zh: PDF 轉為長圖

# convertSelect
source: Convert selected
ar: تحويل المحدد
bn: নির্বাচিত রূপান্তর করুন
de: Auswahl konvertieren
es: Convertir seleccionados
fr: Convertir la sélection
hi: चयनित रूपांतरित करें
id: Konversi yang dipilih
ja: 選択を変換
ko: 선택 항목 변환
pt_br: Converter selecionados
ru: Преобразовать выбранное
tr: Seçileni dönüştür
zh: 轉換所選項

source: Convert All
ar: تحويل الكل
bn: সব রূপান্তর করুন
de: Alle konvertieren
es: Convertir todo
fr: Tout convertir
hi: सभी रूपांतरित करें
id: Konversi Semua
ja: すべて変換
ko: 전체 변환
pt_br: Converter tudo
ru: Преобразовать всё
tr: Tümünü dönüştür
zh: 全部轉換

source: Search in file
ar: البحث في الملف
bn: ফাইলে অনুসন্ধান করুন
de: Im Dokument suchen
es: Buscar en el archivo
fr: Rechercher dans le fichier
hi: फ़ाइल में खोजें
id: Cari dalam file
ja: ファイル内を検索
ko: 파일에서 검색
pt_br: Pesquisar no arquivo
ru: Поиск в файле
tr: Dosyada ara
zh: 在檔案中搜尋

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pt_br: Idioma
ru: языка
tr: Dil
zh: 語言

source: This action can contain ads
ar: قد تحتوي هذه العملية على إعلانات
bn: এই ক্রিয়াটি বিজ্ঞাপন থাকতে পারে
de: Diese Aktion kann Werbung enthalten
es: Esta acción puede contener anuncios
fr: Cette action peut contenir des publicités
hi: इस क्रिया में विज्ञापन हो सकते हैं
id: Tindakan ini dapat berisi iklan
ja: この操作には広告が含まれる可能性があります
ko: 이 작업에는 광고가 포함될 수 있습니다
pt_br: Esta ação pode conter anúncios
ru: Это действие может содержать рекламу
tr: Bu işlem reklam içerebilir
zh: 此操作可能包含廣告

source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
id: Berikutnya
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
tr: Sonraki
zh: 下一步

# thank
source: Thank you!
ar: شكرا لك!
bn: ধন্যবাদ!
de: Danke!
es: ¡Gracias!
fr: Merci !
hi: धन्यवाद!
id: Terima kasih!
ja: ありがとうございます！
ko: 감사합니다!
pt_br: Obrigado!
ru: Спасибо!
tr: Teşekkürler!
zh: 感謝！

source: Start
ar: ابدأ
bn: শুরু করুন
es: Comenzar
fr: Démarrer
hi: शुरू करें
id: Mulai
ja: 開始
ko: 시작
pt_br: Iniciar
ru: Начать
tr: Başla
zh: 開始

source: Go
ar: اذهب
bn: যাও
de: Los
es: Ir
fr: Aller
hi: जाओ
id: Pergi
ja: 進む
ko: 이동
pt_br: Ir
ru: Перейти
tr: Git
zh: 前往

source: Permission
ar: الإذن
bn: অনুমতি
de: Berechtigung
es: Permiso
hi: अनुमति
id: Izin
ja: 許可
ko: 권한
pt_br: Permissão
ru: Разрешение
tr: İzin
zh: 權限

source: Rate
ar: تقييم
bn: মূল্যায়ন
de: Bewerten
es: Calificar
fr: Évaluer
hi: रेटिंग
id: Beri rating
ja: 評価
ko: 평가
pt_br: Avaliar
ru: Оценить
tr: Değerlendir
zh: 評價

source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
id: Bagikan
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş
zh: 分享

# policy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隱私政策

source: Rate Us
ar: قيمنا
bn: আমাদের মূল্যায়ন করুন
de: Bewerte uns
es: Califícanos
fr: Évaluez-nous
hi: हमें रेटिंग दें
id: Beri kami rating
ja: 評価する
ko: 평가하기
pt_br: Avalie-nos
ru: Оцените нас
tr: Bizi değerlendir
zh: 為我們評分

# setting
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Paramètre
hi: सेटिंग
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh: 設定

# unexpectedError
source: An unexpected error occurred!
ar: حدث خطأ غير متوقع!
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে!
de: Ein unerwarteter Fehler ist aufgetreten!
es: ¡Ocurrió un error inesperado!
fr: Une erreur inattendue est survenue !
hi: एक अप्रत्याशित त्रुटि हुई!
id: Terjadi kesalahan yang tidak terduga!
ja: 予期しないエラーが発生しました！
ko: 예기치 않은 오류가 발생했습니다!
pt_br: Ocorreu um erro inesperado!
ru: Произошла неожиданная ошибка!
tr: Beklenmeyen bir hata oluştu!
zh: 發生意外錯誤！

# alreadyOwnError
source: Looks like you already owned this item. Please click "Restore purchase" to continue.
ar: يبدو أنك تمتلك هذا العنصر بالفعل. يرجى النقر فوق "استعادة الشراء" للمتابعة.
bn: মনে হচ্ছে আপনি ইতিমধ্যে এই আইটেমটির মালিক। অনুগ্রহ করে চালিয়ে যেতে "ক্রয় পুনরুদ্ধার করুন" ক্লিক করুন।
de: Es scheint, dass Sie dieses Element bereits besitzen. Bitte klicken Sie auf „Kauf wiederherstellen“, um fortzufahren.
es: Parece que ya posees este artículo. Haz clic en "Restaurar compra" para continuar.
fr: Il semble que vous possédiez déjà cet article. Veuillez cliquer sur "Restaurer l'achat" pour continuer.
hi: ऐसा लगता है कि आप पहले से ही इस आइटम के मालिक हैं। जारी रखने के लिए "खरीद पुनर्स्थापित करें" पर क्लिक करें।
id: Sepertinya Anda sudah memiliki item ini. Silakan klik "Pulihkan pembelian" untuk melanjutkan.
ja: このアイテムはすでに所有しているようです。 「購入を復元」をクリックして続行してください。
ko: 이 항목을 이미 소유하고 있는 것 같습니다. ‘구매 복원’을 클릭하여 계속 진행하세요.
pt_br: Parece que você já possui este item. Clique em 'Restaurar Compra' para continuar.
ru: Похоже, у вас уже есть этот элемент. Нажмите 'Восстановить покупку', чтобы продолжить.
tr: Görünüşe göre bu öğeye zaten sahipsiniz. Devam etmek için 'Satın Almayı Geri Yükle'ye tıklayın.
zh: 您似乎已經擁有此項目。 請點擊 '恢復購買' 以繼續。

source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh: 確認

source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
ja: はい
ko: 예
pt_br: Sim
ru: Да
tr: Evet
zh: 是

source: No
ar: لا
bn: না
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니요
pt_br: Não
ru: Нет
tr: Hayır
zh: 否

source: Back to Homescreen
ar: العودة إلى الشاشة الرئيسية
bn: হোম স্ক্রীনে ফিরে যান
de: Zur Startseite zurückkehren
es: Volver a la pantalla de inicio
fr: Retour à l'écran d'accueil
hi: होम स्क्रीन पर वापस जाएं
id: Kembali ke layar utama
ja: ホーム画面に戻る
ko: 홈 화면으로 돌아가기
pt_br: Voltar para a página inicial
ru: Вернуться на главный экран
tr: Ana ekrana dön
zh: 返回主畫面

source: Exit app
ar: الخروج من التطبيق
bn: অ্যাপ থেকে বেরিয়ে যান
de: App beenden
es: Salir de la aplicación
fr: Quitter l'application
hi: ऐप से बाहर निकलें
id: Keluar aplikasi
ja: アプリを終了
ko: 앱 종료
pt_br: Sair do aplicativo
ru: Выйти из приложения
tr: Uygulamadan çık
zh: 退出應用程式

# areYouSureYouWantToExitApp
source: Are you sure you want to exit the app?
ar: هل أنت متأكد أنك تريد الخروج من التطبيق؟
bn: আপনি কি অ্যাপ থেকে বেরিয়ে যেতে চান?
de: Möchten Sie die App wirklich beenden?
es: ¿Estás seguro de que quieres salir de la aplicación?
fr: Êtes-vous sûr de vouloir quitter l'application ?
hi: क्या आप वाकई ऐप से बाहर निकलना चाहते हैं?
id: Apakah Anda yakin ingin keluar dari aplikasi?
ja: アプリを終了してもよろしいですか？
ko: 앱을 종료하시겠습니까?
pt_br: Tem certeza de que deseja sair do aplicativo?
ru: Вы уверены, что хотите выйти из приложения?
tr: Uygulamadan çıkmak istediğinizden emin misiniz?
zh: 您確定要退出應用程式嗎？

# pleaseSelectLanguage
source: Please select language to continue
ar: يرجى تحديد اللغة للمتابعة
bn: চালিয়ে যেতে দয়া করে ভাষা নির্বাচন করুন
de: Bitte wählen Sie eine Sprache aus, um fortzufahren
es: Por favor, selecciona un idioma para continuar
fr: Veuillez sélectionner une langue pour continuer
hi: जारी रखने के लिए कृपया एक भाषा चुनें
id: Silakan pilih bahasa untuk melanjutkan
ja: 続行するには言語を選択してください
ko: 계속하려면 언어를 선택하세요
pt_br: Selecione um idioma para continuar
ru: Выберите языка для продолжения
tr: Devam etmek için bir dil seçin
zh: 請選擇語言以繼續

# allDocumentsViewer
source: PDF Reader - PDF Viewer
ar: عارض جميع المستندات
bn: সমস্ত ডকুমেন্ট ভিউয়ার
de: Alle Dokumenten-Viewer
es: Visor de todos los documentos
fr: Visionneuse de tous les documents
hi: सभी दस्तावेज़ों का दृश्य
id: Penampil Semua Dokumen
ja: すべてのドキュメントビューア
ko: 전체 문서 뷰어
pt_br: Visualizador de Documentos
ru: Просмотр всех документов
tr: Tüm Belgeleri Görüntüleyici
zh: 所有文件檢視器

# requirePermission
source: PDF Reader - PDF Viewer requires permission!
ar: عارض جميع المستندات يتطلب إذنًا!
bn: সমস্ত ডকুমেন্ট ভিউয়ার অনুমতি প্রয়োজন!
de: Alle Dokumenten-Viewer benötigen Berechtigungen!
es: ¡El visor de todos los documentos requiere permiso!
fr: La visionneuse de tous les documents nécessite une autorisation !
hi: सभी दस्तावेज़ों के दृश्य के लिए अनुमति की आवश्यकता है!
id: Penampil Semua Dokumen memerlukan izin!
ja: すべてのドキュメントビュー アには許可が必要です！
ko: 전체 문서 뷰어를 사용하려면 권한이 필요합니다!
pt_br: O Visualizador de Documentos requer permissão!
ru: Требуется разрешение для использования просмотрщика документов!
tr: Belge görüntüleyiciyi kullanabilmek için izin gereklidir!
zh: 需要權限才能使用文件檢視器！

source: Go to setting
ar: اذهب إلى الإعدادات
bn: সেটিংসে যান
de: Zu den Einstellungen
es: Ir a la configuración
fr: Aller aux paramètres
hi: सेटिंग पर जाएं
id: Pergi ke pengaturan
ja: 設定に移動
ko: 설정으로 이동
pt_br: Ir para Configurações
ru: Перейти в настройки
tr: Ayarlar'a Git
zh: 前往設定

source: Storage
ar: التخزين
bn: সংগ্রহস্থল
de: Speicher
es: Almacenamiento
fr: Stockage
hi: भंडारण
id: Penyimpanan
ja: ストレージ
ko: 저장소
pt_br: Armazenamento
ru: Хранилище
tr: Depolama
zh: 儲存

source: Camera
ar: الكاميرا
bn: ক্যামেরা
de: Kamera
es: Cámara
fr: Caméra
hi: कैमरा
id: Kamera
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
tr: Kamera
zh: 相機

# grantPermission
source: Grant permission later
ar: منح الإذن لاحقًا
bn: পরবর্তীতে অনুমতি দিন
de: Erlaubnis später erteilen
es: Conceder permiso más tarde
fr: Accorder la permission plus tard
hi: बाद में अनुमति दें
id: Beri izin nanti
ja: 後で許可する
ko: 나중에 허용
pt_br: Conceder permissão mais tarde
ru: Предоставить разрешение позже
tr: İzni Daha Sonra Ver
zh: 稍後授權

# continuePer
source: Continue
ar: استمر
bn: চালিয়ে যান
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
ja: 続行
ko: 계속
pt_br: Continuar
ru: Продолжить
tr: Devam Et
zh: 繼續

source: Cancel
ar: إلغاء
bn: থাকুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh: 取消

source: Ok
ar: موافق
bn: ঠিক আছে
es: Confirmar
fr: D'accord
hi: ठीक है
ko: 확인
tr: Tamam
zh: 确定

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Sauvegarder
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh: 儲存

# exit
source: Exit App
ar: الخروج من التطبيق
bn: অ্যাপ থেকে বেরিয়ে যান
de: App beenden
es: Salir de la aplicación
fr: Quitter l'application
hi: ऐप से बाहर निकलें
id: Keluar Aplikasi
ja: アプリを終了
ko: 앱 종료
pt_br: Sair
ru: Выход
tr: Çıkış
zh: 退出

# doYouWantExitApp
source: Do you want to exit app?
ar: هل تريد الخروج من التطبيق؟
bn: আপনি কি অ্যাপ থেকে বেরিয়ে যেতে চান?
de: Möchten Sie die App beenden?
es: ¿Quieres salir de la aplicación?
fr: Voulez-vous quitter l'application ?
hi: क्या आप ऐप से बाहर निकलना चाहते हैं?
id: Apakah Anda ingin keluar dari aplikasi?
ja: アプリを終了しますか？
ko: 앱을 종료하시겠습니까?
pt_br: Deseja sair do aplicativo?
ru: Вы хотите выйти из приложения?
tr: Uygulamadan çıkmak istiyor musunuz?
zh: 您確定要退出應用程式嗎？

source: Home
ar: الرئيسية
bn: হোম
de: Startseite
es: Inicio
fr: Accueil
hi: मुख्य पृष्ठ
id: Beranda
ja: ホーム
ko: 홈
pt_br: Início
ru: Главная
tr: Ana Sayfa
zh: 首頁

source: Document
ar: مستند
bn: ডকুমেন্ট
de: Dokument
es: Documento
hi: फ़ाइलें
id: Dokumen
ja: ドキュメント
ko: 문서
pt_br: Documento
ru: Документ
tr: Belge
zh: 文件

source: Recent
ar: الأخيرة
bn: সাম্প্রতিক
de: Zuletzt
es: Reciente
fr: Récent
hi: हाल ही में
id: Terbaru
ja: 最近
ko: 최근
pt_br: Recentes
ru: Недавние
tr: Son Kullanılanlar
zh: 最近

source: Bookmark
ar: إشارة مرجعية
bn: বুকমার্ক
de: Lesezeichen
es: Marcador
fr: Marque-page
hi: बुकमार्क
id: Penanda
ja: ブックマーク
ko: 북마크
pt_br: Marcador
ru: Закладки
tr: Yer İmleri
zh: 書籤

# searchOnAllDocumentsViewer
source: Search on PDF Reader - PDF Viewer
ar: البحث في عارض جميع المستندات
bn: সমস্ত ডকুমেন্ট ভিউয়ার-এ অনুসন্ধান করুন
de: In Alle Dokumenten-Viewer suchen
es: Buscar en el visor de todos los documentos
fr: Rechercher dans la visionneuse de tous les documents
hi: सभी दस्तावेज़ों के दृश्य में खोजें
id: Cari di Penampil Semua Dokumen
ja: すべてのドキュメントビューアで検索
ko: 전체 문서 뷰어에서 검색
pt_br: Pesquisar no Visualizador de Documentos
ru: Поиск в просмотрщике документов
tr: Tüm Belgelerde Ara
zh: 搜尋所有文件

source: Merge PDF
ar: دمج PDF
bn: PDF একত্রিত করুন
de: PDFs zusammenführen
es: Combinar PDF
fr: Fusionner PDF
hi: PDF मिलाएं
id: Gabungkan PDF
ja: PDFを結合
ko: PDF 병합
pt_br: Mesclar PDF
ru: Объединить PDF
tr: PDF Birleştir
zh: 合併 PDF

source: Split PDF
ar: تقسيم PDF
bn: PDF বিভক্ত করুন
de: PDFs teilen
es: Dividir PDF
fr: Diviser PDF
hi: PDF विभाजित करें
id: Pisahkan PDF
ja: PDFを分割
ko: PDF 분할
pt_br: Dividir PDF
ru: Разделить PDF
tr: PDF Böl
zh: 拆分 PDF

source: Unlock PDF
ar: إلغاء تأمين PDF
bn: PDF আনলক করুন
de: PDF entsperren
es: Desbloquear PDF
fr: Déverrouiller PDF
hi: PDF अनलॉक करें
id: Buka kunci PDF
ja: PDFロック解除
ko: PDF 잠금 해제
pt_br: Desbloquear PDF
ru: Снять защиту с PDF
tr: PDF Kilidini Aç
zh: 解鎖 PDF

source: Lock PDF
ar: تأمين PDF
bn: PDF লক করুন
de: PDF schützen
es: Bloquear PDF
fr: Verrouiller PDF
hi: PDF लॉक करें
id: Kunci PDF
ja: PDFをロック
ko: PDF 잠금
pt_br: Proteger PDF
ru: Заблокировать PDF
tr: PDF Kilitle
zh: 加密 PDF

source: Scan PDF
ar: مسح PDF
bn: PDF স্ক্যান করুন
de: PDF scannen
es: Escanear PDF
fr: Scanner PDF
hi: PDF स्कैन करें
id: Pindai PDF
ja: PDFをスキャン
ko: PDF 스캔
pt_br: Digitalizar PDF
ru: Сканировать PDF
tr: PDF Tara
zh: 掃描 PDF

source: PDF to Image
ar: تحويل PDF إلى صورة
bn: PDF থেকে ইমেজ
de: PDF zu Bild
es: PDF a imagen
fr: PDF en image
hi: PDF से चित्र
id: PDF ke Gambar
ja: PDF画像変換
ko: PDF를 이미지로 변환
pt_br: Converter PDF para Imagem
ru: Конвертировать PDF в изображение
tr: PDF'yi Görsele Dönüştür
zh: PDF 轉圖片

source: Document tool
ar: أداة المستندات
bn: ডকুমেন্ট সরঞ্জাম
de: Dokumenten-Tool
es: Herramienta de documento
fr: Outil de document
hi: दस्तावेज़ उपकरण
id: Alat Dokumen
ja: ドキュメントツール
ko: 문서 도구
pt_br: Ferramenta de Documentos
ru: Инструменты для документов
tr: Belge Araçları
zh: 文件工具

source: Document reader
ar: قارئ المستندات
bn: ডকুমেন্ট রিডার
de: Dokumenten-Reader
es: Lector de documentos
fr: Lecteur de documents
hi: दस्तावेज़ रीडर
id: Pembaca Dokumen
ja: ドキュメントリーダー
ko: 문서 리더
pt_br: Leitor de Documentos
ru: Просмотрщик документов
tr: Belge Okuyucu
zh: 文件閱讀器

# sumFiles
source: {count} files
ar: {count} ملفات
bn: {count} ফাইল
de: {count} Dateien
es: {count} archivos
fr: {count} fichiers
hi: {count} फ़ाइलें
id: {count} file
ja: {count} ファイル
ko: {count}개 파일
pt_br: {count} arquivos
ru: {count} файлов
tr: {count} dosya
zh: {count} 個文件

source: IMAGE
ar: صورة
bn: ইমেজ
de: Bild
es: IMAGEN
hi: छवि
id: Gambar
ja: 画像
ko: 이미지
pt_br: Imagem
ru: Изображение
tr: Görsel
zh: 圖片

source: Do you like the app?
ar: هل تحب التطبيق؟
bn: আপনার কি অ্যাপটি পছন্দ হয়েছে?
de: Gefällt Ihnen die App?
es: ¿Te gusta la aplicación?
fr: Aimez-vous l'application ?
hi: क्या आपको ऐप पसंद है?
id: Apakah Anda menyukai aplikasi ini?
ja: このアプリが気に入りましたか？
ko: 앱이 마음에 드시나요?
pt_br: Você gosta do aplicativo?
ru: Вам нравится приложение?
tr: Uygulamayı beğendiniz mi?
zh: 您喜歡這款應用程式嗎？

# rate5
source: Love it
ar: أحبه
bn: ভালো লেগেছে
de: Gefällt mir
es: Me encanta
fr: J'adore
hi: मुझे पसंद है
id: Suka sekali
ja: 大好き
ko: 매우 좋아요
pt_br: Adorei!
ru: Очень нравится!
tr: Bayıldım!
zh: 超喜歡！

# rate4
source: Great!
ar: رائع!
bn: দারুণ!
de: Super!
es: ¡Genial!
fr: Génial !
hi: शानदार!
id: Bagus!
ja: 素晴らしい！
ko: 좋아요!
pt_br: Muito bom!
ru: Отлично!
tr: Harika!
zh: 很棒！

# rate3
source: Sad!
ar: حزين!
bn: দুঃখিত!
de: Es tut uns leid!
es: ¡Buena!
fr: Bon !
hi: अच्छा!
id: Sedih!
ja: 残念！
ko: 괜찮아요!
pt_br: Bom!
ru: Хорошо!
tr: Güzel!
zh: 不錯！

# rate2
source: Poor!
ar: سيء!
bn: খারাপ!
de: Schlecht!
es: ¡Pobre!
fr: Mauvais !
hi: बुरा!
id: Buruk!
ja: 良くない！
ko: 별로예요!
pt_br: Pode melhorar!
ru: Можно лучше!
tr: Daha iyi olabilir!
zh: 還可以！

# rate1
source: Oh no!
ar: سيء جدًا!
bn: ভয়াবহ!
de: Schrecklich!
fr: Oh non !
hi: ओह नहीं!
id: Sangat buruk!
ja: 最悪！
ko: 최악이에요!
pt_br: Não gostei!
ru: Не понравилось!
tr: Beğenmedim!
zh: 不喜歡！

source: Not now
ar: ليس الآن
bn: এখন নয়
de: Nicht jetzt
es: No ahora
fr: Pas maintenant
hi: अभी नहीं
id: Nanti saja
ja: 後で
ko: 나중에
pt_br: Agora não
ru: Не сейчас
tr: Şimdi değil
zh: 暫不評分

source: Print
ar: طباعة
bn: প্রিন্ট করুন
de: Drucken
es: Imprimir
fr: Imprimer
hi: छापें
id: Cetak
ja: 印刷
ko: 인쇄
pt_br: Imprimir
ru: Печать
tr: Yazdır
zh: 列印

source: Rename file
ar: إعادة تسمية الملف
bn: ফাইলের নাম পরিবর্তন করুন
de: Datei umbenennen
es: Renombrar archivo
fr: Renommer le fichier
hi: फ़ाइल का नाम बदलें
id: Ubah nama file
ja: ファイル名を変更
ko: 파일 이름 변경
pt_br: Renomear Arquivo
ru: Переименовать файл
tr: Dosya Adını Değiştir
zh: 重新命名文件

source: PDF Converter
ar: محول PDF
bn: PDF কনভার্টার
de: PDF konvertieren
es: Convertidor PDF
fr: Convertisseur PDF
hi: PDF कन्वर्टर
id: Konverter PDF
ja: PDFコンバーター
ko: PDF 변환기
pt_br: Conversor PDF
ru: Конвертер PDF
tr: PDF Dönüştürücü
zh: PDF 轉換工具

source: Delete from Device
ar: حذف من الجهاز
bn: ডিভাইস থেকে মুছুন
de: Vom Gerät löschen
es: Eliminar del dispositivo
fr: Supprimer de l'appareil
hi: डिवाइस से हटाएँ
id: Hapus dari perangkat
ja: デバイスから削除
ko: 기기에서 삭제
pt_br: Excluir do aparelho
ru: Удалить с устройства
tr: Cihazdan Sil
zh: 從裝置中刪除

source: File name
ar: اسم الملف
bn: ফাইলের নাম
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
hi: फ़ाइल का नाम
id: Nama file
ja: ファイル名
ko: 파일 이름
pt_br: Nome do Arquivo
ru: Имя файла
tr: Dosya Adı
zh: 文件名稱

source: Storage path
ar: مسار التخزين
bn: সংগ্রহস্থলের পথ
de: Speicherpfad
es: Ruta de almacenamiento
fr: Chemin de stockage
hi: स्टोरेज पाथ
id: Jalur penyimpanan
ja: 保存パス
ko: 저장 경로
pt_br: Caminho de Armazenamento
ru: Путь к хранилищу
tr: Depolama Yolu
zh: 存儲路徑

source: Last view
ar: آخر مشاهدة
bn: সর্বশেষ দেখা
de: Zuletzt angesehen
es: Última vista
fr: Dernière vue
hi: अंतिम दृश्य
id: Terakhir dilihat
ja: 最後に閲覧
ko: 마지막 보기
pt_br: Última Visualização
ru: Последний просмотр
tr: Son Görüntüleme
zh: 最近檢視

source: Last modified
ar: آخر تعديل
bn: সর্বশেষ পরিবর্তিত
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
hi: अंतिम संशोधन
id: Terakhir diubah
ja: 最終更新
ko: 마지막 수정
pt_br: Última Modificação
ru: Последнее изменение
tr: Son Değişiklik
zh: 最後修改

source: Size
ar: الحجم
bn: মাপ
de: Größe
es: Tamaño
fr: Taille
hi: आकार
id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
tr: Boyut
zh: 大小

source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ubah nama
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
tr: Yeniden Adlandır
zh: 重新命名

source: All
ar: الكل
bn: সব
de: Alle
es: Todos
fr: Tous
hi: सभी
id: Semua
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
tr: Tümü
zh: 全部

source: File name cannot be empty
ar: لا يمكن أن يكون اسم الملف فارغًا
bn: ফাইলের নাম খালি রাখা যাবে না
de: Der Dateiname darf nicht leer sein
es: El nombre del archivo no puede estar vacío
fr: Le nom de fichier ne peut pas être vide
hi: फ़ाइल का नाम खाली नहीं हो सकता
id: Nama file tidak boleh kosong
ja: ファイル名を空にすることはできません
ko: 파일 이름은 비워둘 수 없습니다
pt_br: O nome do arquivo não pode estar vazio
ru: Имя файла не может быть пустым
tr: Dosya adı boş olamaz
zh: 文件名稱不能為空

source: Please enter file name
ar: يرجى إدخال اسم الملف
bn: অনুগ্রহ করে ফাইলের নাম লিখুন
de: Bitte geben Sie einen Dateinamen ein
es: Por favor, introduce el nombre del archivo
fr: Veuillez entrer le nom du fichier
hi: कृपया फ़ाइल का नाम दर्ज करें
id: Silakan masukkan nama file
ja: ファイル名を入力してください
ko: 파일 이름을 입력하세요
pt_br: Digite o nome do arquivo
ru: Введите имя файла
tr: Lütfen dosya adını girin
zh: 請輸入文件名稱

source: Today
ar: اليوم
bn: আজ
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh: 今天

source: Yesterday
ar: أمس
bn: গতকাল
de: Gestern
es: Ayer
fr: Hier
hi: कल
id: Kemarin
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
tr: Dün
zh: 昨天

# last7Day
source: Last 7 days
ar: آخر 7 أيام
bn: শেষ ৭ দিন
de: Letzte 7 Tage
es: Últimos 7 días
fr: Derniers 7 jours
hi: पिछले 7 दिन
id: 7 hari terakhir
ja: 過去7日間
ko: 지난 7일
pt_br: Últimos 7 dias
ru: Последние 7 дней
tr: Son 7 Gün
zh: 最近 7 天

# monthAgo
source: 1 month ago
ar: منذ شهر
bn: ১ মাস আগে
de: Vor 1 Monat
es: Hace 1 mes
fr: Il y a 1 mois
hi: 1 महीने पहले
id: 1 bulan yang lalu
ja: 1か月前
ko: 1개월 전
pt_br: Mês passado
ru: Месяц назад
tr: Bir Ay Önce
zh: 一個月前

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
zh: 刪除

# deleteIt
source: Are you sure to delete it?
ar: هل أنت متأكد من حذفه؟
bn: আপনি কি এটি মুছে ফেলতে নিশ্চিত?
de: Möchten Sie dies wirklich löschen?
es: ¿Estás seguro de eliminarlo?
fr: Êtes-vous sûr de vouloir le supprimer ?
hi: क्या आप इसे हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus ini?
ja: 本当に削除しますか？
ko: 정말 삭제하시겠습니까?
pt_br: Deseja realmente excluir?
ru: Вы действительно хотите удалить?
tr: Silmek istediğinizden emin misiniz?
zh: 您確定要刪除嗎？

# fileSelected
source: {count} File selected
ar: {count} ملف محدد
bn: {count} ফাইল নির্বাচিত
de: {count} Dateien ausgewählt
es: {count} archivo seleccionado
fr: {count} fichier sélectionné
hi: {count} फ़ाइल का चयन किया गया
id: {count} file dipilih
ja: {count} ファイルが選択されました
ko: 파일 {count} 선택됨
pt_br: {count} arquivos selecionado
ru: Выбрано {count} файлов
tr: {count} dosya seçildi
zh: 已選擇 {count} 個文件

# exitAndDiscard
source: Exit and discard the changes?
ar: الخروج والتخلي عن التغييرات؟
bn: বেরিয়ে যান এবং পরিবর্তন বাতিল করুন?
de: Beenden und Änderungen verwerfen?
es: ¿Salir y descartar los cambios?
fr: Quitter et abandonner les modifications ?
hi: क्या आप बाहर निकलना और परिवर्तनों को छोड़ना चाहते हैं?
id: Keluar dan buang perubahan?
ja: 終了して変更を破棄しますか？
ko: 종료하고 변경 사항을 삭제하시겠습니까?
pt_br: Sair e descartar as alterações?
ru: Выйти и отменить изменения?
tr: Çıkmak ve değişiklikleri iptal etmek istiyor musunuz?
zh: 您確定要退出並放棄更改嗎？

source: files
ar: ملفات
bn: ফাইল
de: Dateien
es: archivos
fr: fichiers
hi: फ़ाइलें
id: file
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
tr: Dosyalar
zh: 文件

source: Discard
ar: تجاهل
bn: বেরিয়ে যান
de: Verwerfen
es: Descartar
fr: Abandonner
hi: छोड़ना
id: Buang
ja: 破棄
ko: 삭제
pt_br: Descartar
ru: Отменить
tr: İptal et
zh: 放棄

# redOption
source: RED
ar: أحمر
bn: লাল
de: ROT
es: ROJO
fr: ROUGE
hi: लाल
id: MERAH
ja: 赤
ko: 빨강
pt_br: VERMELHO
ru: Красный
tr: Kırmızı
zh: 紅色
