Repository: lequangkydev/pdf_reader_pdf_viewer
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, zh

# whyUninstallApp
source: Why uninstall {appName}?
ar: لماذا تقوم بإلغاء تثبيت {appName}؟
bn: কেন {appName} আনইনস্টল করছেন?
de: Warum {appName} deinstallieren?
es: ¿Por qué desinstalar {appName}?
fr: Pourquoi désinstaller {appName}?
hi: आप {appName} को क्यों अनइंस्टॉल कर रहे हैं?
id: Mengapa menghapus {appName}?
ja: なぜ{appName}をアンインストールするのですか？
ko: {appName}을(를) 왜 제거하시겠습니까?
pt_br: Por que desinstalar {appName}?
ru: Почему удаляете {appName}?
tr: {appName} neden kaldırılıyor?
zh: 為什麼要解除安裝 {appName}？

# pleaseEnterReasonForUninstalling
source: Please enter the reason why you are uninstalling {appName}.
ar: يرجى إدخال سبب إلغاء تثبيت {appName}.
bn: অনুগ্রহ করে {appName} আনইনস্টল করার কারণ লিখুন।
de: Bitte geben Sie den Grund für die Deinstallation von {appName} ein.
es: Por favor, ingresa la razón por la que estás desinstalando {appName}.
fr: Veuillez entrer la raison pour laquelle vous désinstallez {appName}.
hi: कृपया {appName} अनइंस्टॉल करने का कारण दर्ज करें।
id: Silakan masukkan alasan menghapus {appName}.
ja: {appName}をアンインストールする理由を入力してください。
ko: {appName}을(를) 제거하는 이유를 입력해주세요.
pt_br: Por favor, insira o motivo para desinstalar {appName}.
ru: Пожалуйста, укажите причину удаления {appName}.
tr: Lütfen {appName} kaldırma nedeninizi girin.
zh: 請輸入解除安裝 {appName} 的原因。

source: Try again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: फिर से प्रयास करें
id: Coba lagi
ja: もう一度試してください
ko: 다시 시도
pt_br: Tentar novamente
ru: Попробовать снова
tr: Tekrar dene
zh: 請再試一次

source: Set as default
ar: تعيين كافتراضي
bn: ডিফল্ট হিসেবে সেট করুন
de: Als Standard festlegen
es: Usar como predeterminado
fr: Définir par défaut
hi: डिफ़ॉल्ट रूप से सेट करें
id: Atur sebagai default
ja: デフォルトに設定
ko: 기본값으로 설정
pt_br: Defina como padrão
ru: Установить по умолчанию
tr: Varsayılan olarak ayarla
zh: 設為預設

source: Just once
ar: مرة واحدة فقط
bn: শুধুমাত্র একবার
de: Nur einmal
es: Solo una vez
fr: Juste une fois
hi: सिर्फ एक बार
id: Hanya sekali
ja: 1回のみ
ko: 한 번만
pt_br: Apenas uma vez
ru: Только один раз
tr: Sadece bir kez
zh: 僅此一次

source: Always
ar: دائمًا
bn: সবসময়
de: Immer
es: Siempre
fr: Toujours
hi: हमेशा
id: Selalu
ja: 常に
ko: 항상
pt_br: Sempre
ru: Всегда
tr: Her zaman
zh: 總是

source: Tip
ar: نصيحة
bn: পরামর্শ
de: Tipp
es: Consejo
fr: Astuce
hi: सुझाव
id: Tips
ja: ヒント
ko: 팁
pt_br: Dica
ru: Совет
tr: İpucu
zh: 提示

# subTip
source: If you can't find the app icon, tap 'More' or the three dots to search for it
ar: إذا لم تتمكن من العثور على أيقونة التطبيق، اضغط على 'المزيد' أو النقاط الثلاث للبحث عنها
bn: আপনি যদি অ্যাপ আইকন না পান, তাহলে 'আরও' অথবা তিনটি ডট ট্যাপ করে খুঁজুন
de: Wenn Sie das App-Symbol nicht finden, tippen Sie auf „Mehr“ oder auf die drei Punkte, um danach zu suchen.
es: Si no encuentras el ícono de la app, pulsa "Más" o los tres puntos para buscarlo
fr: Si vous ne trouvez pas l’icône de l’application, appuyez sur 'Plus' ou les trois points pour la rechercher
hi: यदि आपको ऐप आइकन नहीं दिख रहा है, तो 'अधिक' या तीन बिंदुओं पर टैप करके खोजें
id: Jika Anda tidak dapat menemukan ikon aplikasi, ketuk 'Lainnya' atau tiga titik untuk mencarinya
ja: アプリアイコンが見つからない場合は、「その他」または3つの点をタップして検索してください
ko: 앱 아이콘이 보이지 않으면 '더보기' 또는 점 세 개를 눌러 찾아보세요
pt_br: Se você não encontrar o ícone do aplicativo, toque em 'Mais' ou nos três pontos para procurá-lo
ru: Если вы не можете найти значок приложения, нажмите «Ещё» или на три точки, чтобы найти его.
tr: Uygulama simgesini bulamazsanız, 'Daha fazla' veya üç noktaya dokunarak arayın
zh: 如果找不到應用程式圖示，請點選「更多」或三個點來搜尋

# documentViewer
source: Documents Viewer
ar: عارض المستندات
bn: নথি প্রদর্শক
de: Dokumente fest
es: Visor de documentos
fr: Visionneuse de documents
hi: दस्तावेज़ दर्शक
id: Penampil Dokumen
ja: ドキュメントビューア
ko: 문서 뷰어
pt_br: Visualizador de Documentos
ru: Просмотр документов
tr: Belge Görüntüleyici
zh: 文件檢視器

# allowAccess
source: Allow Access to manage all files
ar: السماح بالوصول لإدارة جميع الملفات
bn: সমস্ত ফাইল পরিচালনার জন্য প্রবেশাধিকার দিন
de: Zugriff gewähren, um alle Dateien zu verwalten
es: Permitir acceso para gestionar todos los archivos
fr: Autoriser l'accès pour gérer tous les fichiers
hi: सभी फ़ाइलों को प्रबंधित करने के लिए एक्सेस की अनुमति दें
id: Izinkan akses untuk mengelola semua file
ja: すべてのファイルを管理するためにアクセスを許可
ko: 모든 파일을 관리할 수 있도록 접근 허용
pt_br: Permitir acesso para gerenciar todos os arquivos
ru: Разрешить доступ для управления всеми файлами
tr: Tüm dosyaları yönetmek için erişime izin ver
zh: 允許存取以管理所有檔案

# pleaseAllowAll
source: Please allow {appName} to access all your files
ar: يرجى السماح لتطبيق {appName} بالوصول إلى جميع ملفاتك
bn: অনুগ্রহ করে {appName} কে আপনার সব ফাইলে অ্যাক্সেসের অনুমতি দিন
de: Bitte erlauben Sie {appName}, auf alle Ihre Dateien zuzugreifen
es: Por favor, permite que {appName} acceda a todos tus archivos
fr: Veuillez autoriser {appName} à accéder à tous vos fichiers
hi: कृपया {appName} को आपकी सभी फ़ाइलों तक पहुँचने की अनुमति दें
id: Harap izinkan {appName} untuk mengakses semua file Anda
ja: {appName} にすべてのファイルへのアクセスを許可してください
ko: {appName}이(가) 모든 파일에 접근할 수 있도록 허용해 주세요
pt_br: Por favor, permita que o {appName} acesse todos os seus arquivos
ru: Пожалуйста, разрешите {appName} доступ ко всем вашим файлам
tr: Lütfen {appName} uygulamasının tüm dosyalarınıza erişmesine izin verin
zh: 請允許 {appName} 存取您所有的檔案

source: Allow Permission
ar: السماح بالإذن
bn: অনুমতি দিন
de: Berechtigung erlauben
es: Permitir permiso
fr: Autoriser l'autorisation
hi: अनुमति दें
id: Izinkan Izin
ja: 権限を許可
ko: 권한 허용
pt_br: Permitir permissão
ru: Разрешить доступ
tr: İzne izin ver
zh: 允許權限

source: Welcome to
ar: مرحبًا بك في
bn: স্বাগতম
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue sur
hi: में आपका स्वागत है
id: Selamat datang di
ja: ようこそ
ko: 환영합니다
pt_br: Bem-vindo ao
ru: Добро пожаловать в
tr: Hoş geldiniz
zh: 歡迎使用

# yourDataRemain
source: Your data remains private
ar: تظل بياناتك خاصة
bn: আপনার ডেটা গোপন থাকবে
de: Ihre Daten bleiben privat
es: Tus datos permanecen privados
fr: Vos données restent privées
hi: आपका डेटा निजी रहता है
id: Data Anda tetap pribadi
ja: あなたのデータはプライベートのままです
ko: 귀하의 데이터는 비공개로 유지됩니다
pt_br: Seus dados permanecem privados
ru: Ваши данные остаются конфиденциальными
tr: Verileriniz gizli kalır
zh: 您的資料將保持私密

# weNeedPermission
source: We need permission to access all files to manage. view, and organize them efficiently
ar: نحن بحاجة إلى إذن للوصول إلى جميع الملفات من أجل إدارتها وعرضها وتنظيمها بكفاءة
bn: ফাইলগুলি পরিচালনা, দেখা এবং দক্ষভাবে সংগঠিত করতে আমাদের সমস্ত ফাইল অ্যাক্সেস করার অনুমতি প্রয়োজন
de: Wir benötigen die Erlaubnis, auf alle Dateien zuzugreifen, um sie effizient zu verwalten, anzeigen und organisieren zu können
es: Necesitamos permiso para acceder a todos los archivos para gestionarlos, verlos y organizarlos de manera eficiente
fr: Nous avons besoin d'une autorisation pour accéder à tous les fichiers afin de les gérer, les visualiser et les organiser efficacement
hi: सभी फ़ाइलों तक पहुँचने की अनुमति चाहिए ताकि हम उन्हें कुशलतापूर्वक प्रबंधित, देख और व्यवस्थित कर सकें
id: Kami memerlukan izin untuk mengakses semua file untuk mengelola, melihat, dan mengatur file secara efisien
ja: ファイルを効率的に管理、表示、整理するために すべてのファイルへのアクセス許可が必要です
ko: 파일을 효율적으로 관리, 보기 및 정리하려면 모든 파일에 대한 접근 권한이 필요합니다
pt_br: Precisamos de permissão para acessar todos os arquivos para gerenciá-los, visualizá-los e organizá-los com eficiência
ru: Нам нужно разрешение на доступ ко всем файлам, чтобы эффективно управлять ими, просматривать и организовывать
tr: Dosyaları verimli bir şekilde yönetmek, görüntülemek ve düzenlemek için tüm dosyalara erişim iznine ihtiyacımız var
zh: 我們需要存取所有檔案的權限，以便 有效地管理、檢視及整理這些檔案

source: Failed to load page
ar: فشل في تحميل الصفحة
bn: পৃষ্ঠা লোড করতে ব্যর্থ হয়েছে
de: Seite konnte nicht geladen werden
es: No se pudo cargar la página
fr: Échec du chargement de la page
hi: पृष्ठ लोड करने में विफल
id: Gagal memuat halaman
ja: ページの読み込みに失敗しました
ko: 페이지 로드 실패
pt_br: Falha ao carregar a página
ru: Не удалось загрузить страницу
tr: Sayfa yüklenemedi
zh: 無法加載頁面

source: Saved successfully
ar: تم الحفظ بنجاح
bn: সফলভাবে সংরক্ষিত হয়েছে
de: Erfolgreich gespeichert
es: Guardado exitosamente
fr: Enregistré avec succès
hi: सफलतापूर्वक सहेजा गया
id: Berhasil disimpan
ja: 正常に保存されました
ko: 성공적으로 저장됨
pt_br: Salvo com sucesso
ru: Успешно сохранено
tr: Başarıyla kaydedildi
zh: 保存成功

source: Edit PDF
ar: تحرير PDF
bn: PDF সম্পাদনা করুন
de: PDF bearbeiten
es: Editar PDF
fr: Modifier le PDF
hi: PDF संपादित करें
ja: PDFを編集
ko: PDF 편집
pt_br: Editar PDF
ru: Редактировать PDF
tr: PDF'yi Düzenle
zh: 编辑 PDF

source: Text Style
ar: نمط النص
bn: টেক্সট স্টাইল
de: Textstil
es: Estilo de texto
fr: Style de texte
hi: पाठ शैली
id: Gaya Teks
ja: テキストスタイル
ko: 텍스트 스타일
pt_br: Estilo de texto
ru: Стиль текста
tr: Metin Stili
zh: 文本样式

source: More
ar: المزيد
bn: আরও
de: Mehr
es: Más
fr: Autres
hi: अधिक
id: Lebih
ja: もっと見る
ko: 더보기
pt_br: Mais
ru: Ещё
tr: Daha Fazla
zh: 更多

# searchYourFile
source: Search your files
ar: ابحث في ملفاتك
bn: আপনার ফাইল খুঁজুন
de: Durchsuchen Sie Ihre Dateien
es: Buscar archivos
fr: Rechercher des fichiers
hi: अपनी फ़ाइलें खोजें
id: Cari file Anda
ja: ファイルを検索
ko: 파일 검색
pt_br: Pesquise seus arquivos
ru: Искать файлы
tr: Dosyalarınızı arayın
zh: 搜尋您的文件

source: Select
ar: تحديد
bn: নির্বাচন করুন
de: Auswählen
es: Seleccionar
fr: Sélectionner la
hi: चयन करें
id: Pilih
ja: 選択
ko: 선택
pt_br: Selecionar
ru: Выбор
tr: Seç
zh: 選擇

# openGallery
source: 'Open "Gallery" to find a file'
ar: افتح "المعرض" للعثور على ملف
bn: ফাইল খুঁজতে "গ্যালারি" খুলুন
de: Öffnen Sie die "Galerie", um eine Datei zu finden
es: Abre "Galería" para encontrar un archivo
fr: Ouvrez "Galerie" pour trouver un fichier
hi: "गैलरी" खोलें और फ़ाइल खोजें
id: Buka "Galeri" untuk menemukan file
ja: ファイルを探すには「ギャラリー」を開いてください
ko: 파일을 찾으려면 "갤러리"를 여세요
pt_br: Abra a "Galeria" para encontrar um arquivo
ru: Откройте "Галерею", чтобы найти файл
tr: "Galeri"yi açarak bir dosya bulun
zh: 打開「相簿」以查找文件

source: Tools
ar: أدوات
bn: সরঞ্জাম
de: Werkzeuge
es: Herramientas
fr: Outils
hi: उपकरण
id: Alat
ja: ツール
ko: 도구
pt_br: Ferramentas
ru: Инструменты
tr: Araçlar
zh: 工具

# goStatusBar
source: Go to the Status Bar to find the images.
ar: انتقل إلى شريط الحالة للعثور على الصور
bn: ছবি খুঁজতে স্ট্যাটাস বারে যান
de: Gehen Sie zur Statusleiste, um Bilder zu finden
es: Ve a la barra de estado para encontrarlas.
fr: Allez dans la barre d'état pour trouver des images
hi: छवि खोजने के लिए स्टेटस बार पर जाएं
id: Pergi ke status bar untuk menemukan gambar
ja: 画像を見つけるにはステータスバーに移動してください
ko: 이미지를 찾으려면 상태 표시줄로 이동하세요
pt_br: Acesse a barra de status para encontrar as imagens.
ru: Перейти в строку состояния, чтобы найти изображения
tr: Görüntüleri bulmak için durum çubuğuna gidin
zh: 前往狀態欄以查找圖片

# pleaseAllowAllDocumentsViewer
source: Please allow All Documents Viewer to access all your files
ar: يرجى السماح لتطبيق عارض جميع المستندات بالوصول إلى جميع ملفاتك
bn: অনুগ্রহ করে সমস্ত ডকুমেন্টস ভিউয়ারকে আপনার সমস্ত ফাইলে অ্যাক্সেস করার অনুমতি দিন
de: Bitte erlauben Sie dem PDF Reader - PDF Viewer Zugriff auf alle Ihre Dateien
es: Por favor, permite que el Visor de Todos los Documentos acceda a todos tus archivos
fr: Por favor, permite que el Visor de Todos los Documentos acceda a todos tus archivos
hi: कृपया सभी दस्तावेज़ दर्शक को आपकी सभी फ़ाइलों तक पहुँचने की अनुमति दें
id: Harap izinkan Semua Penampil Dokumen mengakses semua file Anda
ja: すべてのドキュメントビューアが すべてのファイルにアクセスできるようにしてください
ko: 모든 문서 뷰어가 모든 파일에 액세스할 수 있도록 허용하세요
pt_br: Por favor, permita que o Visualizador de Todos os Documentos acesse todos os seus arquivos
ru: Пожалуйста, разрешите Все Документы Просмотрщик для доступа ко всем вашим файлам
tr: Lütfen Tüm Belgeler Görüntüleyicisinin tüm dosyalarınıza erişmesine izin verin
zh: 請允許所有文件檢視器 訪問您的所有文件

# notificationsTurnedOff
source: Notifications are turned off! You may miss important documents
ar: تم إيقاف الإشعارات! قد تفوتك مستندات هامة
bn: নোটিফিকেশন বন্ধ করা হয়েছে! আপনি গুরুত্বপূর্ণ ডকুমেন্ট মিস করতে পারেন
de: Benachrichtigungen sind deaktiviert! Sie könnten wichtige Dokumente verpassen
es: Las notificaciones están desactivadas. Podrías perder documentos importantes
fr: Les notifications sont désactivées ! Vous pourriez manquer des documents importants
hi: सूचनाएँ बंद कर दी गई हैं! आप महत्वपूर्ण दस्तावेज़ खो सकते हैं
id: Notifikasi dimatikan! Anda mungkin melewatkan dokumen penting
ja: 通知がオフになっています！重要なドキュメントを見逃す可能性があります
ko: 알림이 꺼져 있습니다! 중요한 문서를 놓칠 수 있습니다
pt_br: As notificações estão desativadas! Você pode perder documentos importantes
ru: Уведомления отключены! Вы можете пропустить важные документы
tr: Bildirimler kapalı! Önemli belgeleri kaçırabilirsiniz
zh: 通知已關閉！您可能會錯過重要文件

# tapToOpenSettings
source: Tap here to open settings and enable notifications
ar: اضغط هنا لفتح الإعدادات وتمكين الإشعارات
bn: সেটিংস খুলতে এবং নোটিফিকেশন চালু করতে এখানে ট্যাপ করুন
de: Tippen Sie hier, um die Einstellungen zu öffnen und Benachrichtigungen zu aktivieren
es: Toca aquí para abrir la configuración y activar las notificaciones
fr: Appuyez ici pour ouvrir les paramètres et activer les notifications
hi: सेटिंग्स खोलने और सूचनाएँ सक्षम करने के लिए यहाँ टैप करें
id: Ketuk di sini untuk membuka pengaturan dan mengaktifkan notifikasi
ja: ここをタップして設定を開き、通知を有効にしてください
ko: 설정을 열고 알림을 활성화하려면 여기를 탭하세요
pt_br: Toque aqui para abrir as configurações e ativar as notificações
ru: Нажмите здесь, чтобы открыть настройки и включить уведомления
tr: Ayarları açmak ve bildirimleri etkinleştirmek için buraya dokunun
zh: 點擊此處打開設置並啟用通知

source: Later
ar: لاحقًا
bn: পরে
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
id: Nanti
ja: あとで
ko: 나중에
pt_br: Depois
ru: Позже
tr: Daha sonra
zh: 稍後

# showNotification
source: Show Notifications
ar: عرض الإشعارات
bn: নোটিফিকেশন দেখান
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
hi: सूचनाएँ दिखाएँ
id: Tampilkan Notifikasi
ja: 通知を表示
ko: 알림 표시
pt_br: Mostrar notificações
ru: Показать уведомления
tr: Bildirimleri göster
zh: 顯示通知

source: Enable Notification
ar: تمكين الإشعارات
bn: নোটিফিকেশন সক্ষম করুন
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएँ सक्षम करें
id: Aktifkan Notifikasi
ja: 通知を有効にする
ko: 알림 활성화
pt_br: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri etkinleştir
zh: 啟用通知

# appName
source: PDF Reader - PDF Viewer
ar: PDF Reader - Document Editor
bn: PDF রিডার - PDF ভিউয়ার
es: Lector de PDF - Visor de PDF
fr: Lecteur PDF - PDF, DOCX, XLSX
hi: PDF रीडर - PDF व्यूअर
id: Pembaca PDF - Penampil PDF
ja: PDFリーダー - PDFビューア
ko: PDF 뷰어 - PDF Reader & PDF 편집
pt_br: Leitor de PDF - Visualizador de PDF
ru: Читалка PDF – Просмотрщик PDF
tr: PDF Okuyucu - PDF Görüntüleyici
zh: PDF 閱讀器 - PDF 檢視器

source: Language Options
ar: خيارات اللغة
bn: ভাষার বিকল্প
de: Sprachoptionen
es: Opciones de idioma
fr: Options de langue
hi: भाषा विकल्प
id: Opsi Bahasa
ja: 言語オプション
ko: 언어 옵션
pt_br: Opções de idioma
ru: Языковые параметры
tr: Dil Seçenekleri
zh: 語言選項

source: To continue, please grant
ar: للمتابعة، يرجى منح
bn: চালিয়ে যেতে, অনুগ্রহ করে অনুমতি দিন
de: Um fortzufahren, bitte gewähren Sie
es: Para continuar, por favor conceda
fr: Pour continuer, veuillez accorder
hi: जारी रखने के लिए, कृपया अनुमति दें
id: Untuk melanjutkan, silakan berikan
ja: 続行するには、許可を与えてください
ko: 계속하려면
pt_br: Para continuar, por favor conceda
ru: Чтобы продолжить, предоставьте
tr: Devam etmek için lütfen izin verin
zh: 要繼續，請授予

# acceptToYourFile
source: access to your files.
ar: الوصول إلى ملفاتك.
bn: আপনার ফাইলগুলিতে অ্যাক্সেস।
de: Zugriff auf Ihre Dateien.
es: acceso a sus archivos.
fr: l'accès à vos fichiers.
hi: आपकी फ़ाइलों तक पहुँच।
id: akses ke file Anda.
ja: ファイルへのアクセス。
ko: 앱에 파일 액세스 권한을 부여해주세요.
pt_br: acesso aos seus arquivos.
ru: доступ к вашим файлам.
tr: dosyalarınıza erişim.
zh: 訪問您的文件。

source: Apply
ar: تطبيق
bn: আবেদন করুন
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
id: Terapkan
ja: 適用
ko: 적용
pt_br: Aplicar
ru: Применить
tr: Uygula
zh: 應用

source: Other
ar: أخرى
bn: অন্যান্য
de: Andere
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
ja: その他
ko: 기타
pt_br: Outro
ru: Другое
tr: Diğer
zh: 其他

# toViewYourFiles
source: To view your files, please provide
ar: لعرض ملفاتك، يرجى توفير
bn: আপনার ফাইল দেখতে, অনুগ্রহ করে প্রদান করুন
de: Um Ihre Dateien anzuzeigen, geben Sie bitte
es: Para ver tus archivos, por favor proporciona
fr: Pour afficher vos fichiers, veuillez fournir
hi: अपनी फ़ाइलें देखने के लिए, कृपया प्रदान करें
id: Untuk melihat file Anda, silakan berikan
ja: ファイルを表示するには、次を許可してください:
ko: 파일을 보려면 다음을 허용해 주세요:
pt_br: Para visualizar seus arquivos, forneça
ru: Чтобы просмотреть ваши файлы, предоставьте
tr: Dosyalarınızı görüntülemek için lütfen
zh: 如需查看您的檔案，請提供

source: with access to them
ar: إمكانية الوصول إليها
bn: তাদের অ্যাক্সেস সহ
de: den Zugriff darauf frei
es: acceso a ellos
fr: l'accès à ceux-ci
hi: उन तक पहुंच के साथ
id: akses ke file tersebut
ja: アクセス権
ko: 파일에 대한 접근 권한
pt_br: acesso a eles
ru: доступ к ним
tr: erişim izni verin
zh: 其存取權限

source: Start Now
ar: ابدأ الآن
bn: এখন শুরু করুন
de: Jetzt starten
es: Comenzar ahora
fr: Commencer maintenant
hi: अभी शुरू करें
id: Mulai sekarang
ja: 今すぐ始める
ko: 지금 시작
pt_br: Começar agora
ru: Начать сейчас
tr: Şimdi başla
zh: 立即開始

source: Page
ar: الصفحة
bn: পৃষ্ঠা
de: Seite
es: Página
hi: पृष्ठ
id: Halaman
ja: ページ
ko: 페이지
pt_br: Página
ru: Страница
tr: Sayfa
zh: 頁面

source: Go to page
ar: اذهب إلى الصفحة
bn: পৃষ্ঠা যান
de: Gehe zu Seite
es: Ir a la página
fr: Aller à la page
hi: पृष्ठ पर जाएं
id: Pergi ke halaman
ja: ページに移動
ko: 페이지로 이동
pt_br: Ir para a página
ru: Перейти на страницу
tr: Sayfaya git
zh: 跳至頁面

source: Page number
ar: رقم الصفحة
bn: পৃষ্ঠা নম্বর
de: Seitennummer
es: Número de página
fr: Numéro de page
hi: पृष्ठ संख्या
id: Nomor halaman
ja: ページ番号
ko: 페이지 번호
pt_br: Número da página
ru: Номер страницы
tr: Sayfa numarası
zh: 頁碼

# enterPageNumber
source: Enter page number ({start} - {end})
ar: أدخل رقم الصفحة ({start} - {end})
bn: পৃষ্ঠা নম্বর লিখুন ({start} - {end})
de: Seitennummer eingeben ({start} - {end})
es: Introduce el número de página ({start} - {end})
fr: Entrez le numéro de page ({start} - {end})
hi: पृष्ठ संख्या दर्ज करें ({start} - {end})
id: Masukkan nomor halaman ({start} - {end})
ja: ページ番号を入力してください ({start} - {end})
ko: 페이지 번호를 입력하세요 ({start} - {end})
pt_br: Digite o número da página ({start} - {end})
ru: Введите номер страницы ({start} - {end})
tr: Sayfa numarasını girin ({start} - {end})
zh: 輸入頁碼 ({start} - {end})

source: Invalid
ar: غير صالح
bn: অবৈধ
de: Ungültig
es: No válido
fr: Invalide
hi: अमान्य
id: Tidak valid
ja: 無効
ko: 잘못된 값
pt_br: Inválido
ru: Недопустимо
tr: Geçersiz
zh: 無效
