Repository: lequangkydev/pdf_reader_pdf_viewer
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, zh

source: Start Translate
ar: ابدأ الترجمة
bn: অনুবাদ শুরু করুন
de: Übersetzung starten
es: Iniciar traducción
fr: Commencer la traduction
hi: अनुवाद प्रारंभ करें
id: Mulai Terjemahan
ja: 翻訳を開始
ko: 번역 시작
pt_br: Iniciar Tradução
ru: Начать перевод
tr: Çeviriyi Başlat
zh: 開始翻譯

source: Start Summary
ar: ابدأ التلخيص
bn: সারসংক্ষেপ শুরু করুন
de: Zusammenfassung starten
es: Iniciar resumen
fr: Commencer le résumé
hi: सारांश प्रारंभ करें
id: Mulai Ringkasan
ja: 要約を開始
ko: 요약 시작
pt_br: Iniciar Resumo
ru: Начать резюме
tr: Özeti Başlat
zh: 開始摘要

source: Translate To
ar: ترجمة إلى
bn: অনুবাদ করুন
de: Übersetzen in
es: Traducir a
fr: Traduire vers
hi: अनुवादित करें
id: Terjemahkan Ke
ja: 翻訳先
ko: 번역 대상
pt_br: Traduzir para
ru: Перевести на
tr: Şuna çevir
zh: 翻譯成

source: Summary Style
ar: أسلوب التلخيص
bn: সারসংক্ষেপের ধরন
de: Stil der Zusammenfassung
es: Estilo del resumen
fr: Style de résumé
hi: सारांश शैली
id: Gaya Ringkasan
ja: 要約スタイル
ko: 요약 스타일
pt_br: Estilo do resumo
ru: Стиль резюме
tr: Özet Stili
zh: 摘要樣式

source: Select page
ar: اختر الصفحة
bn: পৃষ্ঠা নির্বাচন করুন
de: Seite auswählen
es: Seleccionar página
fr: Sélectionner la page
hi: पृष्ठ चुनें
id: Pilih halaman
ja: ページを選択
ko: 페이지 선택
pt_br: Selecionar página
ru: Выбрать страницу
tr: Sayfa seç
zh: 選擇頁面

source: Start AI Summary
ar: ابدأ التلخيص بالذكاء الاصطناعي
bn: এআই সারসংক্ষেপ শুরু করুন
de: KI-Zusammenfassung starten
es: Iniciar resumen con IA
fr: Démarrer le résumé IA
hi: एआई सारांश प्रारंभ करें
id: Mulai Ringkasan AI
ja: AI要約を開始
ko: AI 요약 시작
pt_br: Iniciar Resumo de IA
ru: Начать AI-резюме
tr: AI Özetini Başlat
zh: 開始 AI 摘要

source: Start AI Translate
ar: ابدأ الترجمة بالذكاء الاصطناعي
bn: এআই অনুবাদ শুরু করুন
de: KI-Übersetzung starten
es: Iniciar traducción con IA
fr: Démarrer la traduction IA
hi: एआई अनुवाद प्रारंभ करें
id: Mulai Terjemahan AI
ja: AI翻訳を開始
ko: AI 번역 시작
pt_br: Iniciar Tradução de IA
ru: Начать AI-перевод
tr: AI Çevirisini Başlat
zh: 開始 AI 翻譯

source: AI Assistant
ar: المساعد الذكي
bn: এআই সহকারী
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
hi: एआई सहायक
id: Asisten AI
ja: AIアシスタント
ko: AI 도우미
pt_br: Assistente de IA
ru: AI Ассистент
tr: AI Asistan
zh: AI 助手

source: AI Translate
ar: ترجمة بالذكاء الاصطناعي
bn: এআই অনুবাদ
de: KI-Übersetzung
es: Traducción con IA
fr: Traduction IA
hi: एआई अनुवाद
id: Terjemahan AI
ja: AI翻訳
ko: AI 번역
pt_br: Tradução de IA
ru: AI Перевод
tr: AI Çeviri
zh: AI 翻譯

source: AI Summary
ar: تلخيص بالذكاء الاصطناعي
bn: এআই সারসংক্ষেপ
de: KI-Zusammenfassung
es: Resumen con IA
fr: Résumé IA
hi: एआई सारांश
id: Ringkasan AI
ja: AI要約
ko: AI 요약
pt_br: Resumo de IA
ru: AI Резюме
tr: AI Özeti
zh: AI 摘要

# ai_translate_description
source: <b>Translate documents instantly with AI. </b> One tap is all it takes to convert your entire PDF into another language—accurate, natural, and effortless.
ar: <b>ترجمة المستندات فورًا باستخدام الذكاء الاصطناعي. </b> بنقرة واحدة فقط، يمكنك تحويل ملف PDF بالكامل إلى لغة أخرى بدقة وطبيعية وسهولة.
bn: <b>AI দিয়ে তাৎক্ষণিকভাবে ডকুমেন্ট অনুবাদ করুন। </b> মাত্র এক ট্যাপে পুরো PDF অন্য ভাষায় রূপান্তর করুন—নির্ভুল, স্বাভাবিক ও সহজভাবে।
de: <b>Dokumente sofort mit KI übersetzen. </b> Ein Fingertipp genügt, um Ihr gesamtes PDF präzise, natürlich und mühelos in eine andere Sprache zu übertragen.
es: <b>Traduce documentos al instante con IA. </b> Con un solo toque, convierte todo tu PDF a otro idioma de forma precisa, natural y sin esfuerzo.
fr: <b>Traduisez instantanément vos documents grâce à l’IA. </b> Un simple geste suffit pour convertir l’intégralité de votre PDF dans une autre langue—avec précision, naturel et simplicité.
hi: <b>AI के साथ तुरंत दस्तावेज़ों का अनुवाद करें। </b> सिर्फ़ एक टैप में पूरे PDF को दूसरी भाषा में बदलें—सटीक, स्वाभाविक और आसान।
id: <b>Terjemahkan dokumen secara instan dengan AI. </b> Cukup satu ketukan untuk mengubah seluruh PDF Anda ke bahasa lain—akurat, alami, dan tanpa usaha.
ja: <b>AIでドキュメントを瞬時に翻訳。 </b> ワンタップでPDF全体を別の言語へ変換—正確で自然、そして簡単です。
ko: <b>AI로 문서를 즉시 번역하세요. </b> 한 번의 탭으로 전체 PDF를 다른 언어로 정확하고 자연스럽게 변환할 수 있습니다.
pt_br: <b>Traduza documentos instantaneamente com IA. </b> Com apenas um toque, converta todo o seu PDF para outro idioma com precisão e naturalidade.
ru: <b>Мгновенно переводите документы с помощью ИИ. </b> Всего одно нажатие — и весь PDF будет точно и естественно переведён на другой язык.
tr: <b>Belgeleri yapay zekâ ile anında çevirin. </b> Tek dokunuşla tüm PDF’nizi başka bir dile doğru ve doğal şekilde dönüştürün.
zh: <b>使用 AI 即時翻譯文件。 </b> 只需輕點一下，即可將整個 PDF 精準且自然地轉換為其他語言。

# ai_summary_description
source: <b>Understand documents faster with AI Summary. </b> Transform lengthy PDFs into concise, well-structured summaries using powerful AI—so you get the essentials without the extra reading.
ar: <b>افهم المستندات بشكل أسرع مع ملخص الذكاء الاصطناعي. </b> حوّل ملفات PDF الطويلة إلى ملخصات موجزة ومنظمة باستخدام ذكاء اصطناعي قوي—لتحصل على المهم دون قراءة إضافية.
bn: <b>AI Summary দিয়ে ডকুমেন্ট দ্রুত বুঝুন। </b> শক্তিশালী AI ব্যবহার করে দীর্ঘ PDF কে সংক্ষিপ্ত ও গুছানো সারাংশে রূপান্তর করুন—অপ্রয়োজনীয় পড়া ছাড়াই মূল বিষয় পান।
de: <b>Dokumente schneller verstehen mit KI-Zusammenfassung. </b> Verwandeln Sie lange PDFs mit leistungsstarker KI in prägnante, gut strukturierte Zusammenfassungen—damit Sie das Wesentliche ohne Mehraufwand erfassen.
es: <b>Comprende documentos más rápido con el Resumen por IA. </b> Convierte PDFs largos en resúmenes claros y bien estructurados con una potente IA—obtén lo esencial sin leer de más.
fr: <b>Comprenez plus vite vos documents avec le Résumé IA. </b> Transformez de longs PDF en résumés clairs et structurés grâce à une IA puissante—accédez à l’essentiel sans lecture superflue.
hi: <b>AI सारांश के साथ दस्तावेज़ जल्दी समझें। </b> शक्तिशाली AI का उपयोग करके लंबे PDF को संक्षिप्त और सुव्यवस्थित सारांश में बदलें—बिना अतिरिक्त पढ़े ज़रूरी बातें पाएं।
id: <b>Pahami dokumen lebih cepat dengan Ringkasan AI. </b> Ubah PDF panjang menjadi ringkasan singkat dan terstruktur dengan AI canggih—dapatkan inti tanpa membaca berlebihan.
ja: <b>AI要約でドキュメントを素早く理解。 </b> 強力なAIを使って長いPDFを簡潔で整理された要約に変換し、余分な読書なしで要点を把握できます。
ko: <b>AI 요약으로 문서를 더 빠르게 이해하세요. </b> 강력한 AI를 사용해 긴 PDF를 간결하고 구조적인 요약으로 변환하여 핵심만 빠르게 파악할 수 있습니다.
pt_br: <b>Entenda documentos mais rápido com o Resumo por IA. </b> Transforme PDFs longos em resumos concisos e bem organizados usando IA poderosa.
ru: <b>Быстрее понимайте документы с ИИ-резюме. </b> Превращайте длинные PDF в краткие и структурированные обзоры с помощью мощного ИИ.
tr: <b>AI Özet ile belgeleri daha hızlı anlayın. </b> Güçlü yapay zekâ sayesinde uzun PDF’leri kısa ve düzenli özetlere dönüştürün.
zh: <b>透過 AI 摘要更快理解文件。 </b> 利用強大的 AI，將冗長的 PDF 轉換為精簡且結構清楚的摘要。

# translate1
source: Full-document translation in seconds
ar: ترجمة المستند بالكامل خلال ثوانٍ
bn: সেকেন্ডের মধ্যে সম্পূর্ণ ডকুমেন্ট অনুবাদ
de: Übersetzung kompletter Dokumente in Sekunden
es: Traducción completa de documentos en segundos
fr: Traduction complète de documents en quelques secondes
hi: सेकंडों में पूरे दस्तावेज़ का अनुवाद
id: Terjemahan seluruh dokumen dalam hitungan detik
ja: 数秒で全文ドキュメントを翻訳
ko: 몇 초 만에 전체 문서 번역
pt_br: Tradução de documentos completos em segundos
ru: Полный перевод документа за секунды
tr: Saniyeler içinde tam belge çevirisi
zh: 數秒內完成整份文件翻譯

# translate2
source: Clear, human-like results powered by AI
ar: نتائج واضحة وطبيعية مدعومة بالذكاء الاصطناعي
bn: AI দ্বারা চালিত স্বচ্ছ ও মানবসদৃশ ফলাফল
de: Klare, menschenähnliche Ergebnisse dank KI
es: Resultados claros y naturales impulsados por IA
fr: Résultats clairs et naturels propulsés par l’IA
hi: AI द्वारा संचालित स्पष्ट और मानव-जैसे परिणाम
id: Hasil jelas dan alami berkat AI
ja: AIによる自然で分かりやすい結果
ko: AI 기반의 자연스러운 번역 결과
pt_br: Resultados claros e naturais com IA
ru: Чёткие и естественные результаты на основе ИИ
tr: Yapay zekâ destekli doğal sonuçlar
zh: AI 驅動的自然翻譯結果

# translate3
source: Multiple languages supported
ar: دعم لغات متعددة
bn: একাধিক ভাষা সমর্থিত
de: Mehrere Sprachen unterstützt
es: Compatibilidad con varios idiomas
fr: Prise en charge de plusieurs langues
hi: कई भाषाओं का समर्थन
id: Mendukung banyak bahasa
ja: 複数言語に対応
ko: 다양한 언어 지원
pt_br: Suporte a vários idiomas
ru: Поддержка нескольких языков
tr: Birden fazla dil desteği
zh: 支援多種語言

# translate4
source: Ideal for study, work, and travel
ar: مثالي للدراسة والعمل والسفر
bn: পড়াশোনা, কাজ ও ভ্রমণের জন্য আদর্শ
de: Ideal für Studium, Arbeit und Reisen
es: Ideal para estudio, trabajo y viajes
fr: Idéal pour les études, le travail et les voyages
hi: पढ़ाई, काम और यात्रा के लिए आदर्श
id: Ideal untuk belajar, bekerja, dan bepergian
ja: 学習・仕事・旅行に最適
ko: 학습, 업무, 여행에 이상적
pt_br: Ideal para estudos, trabalho e viagens
ru: Идеально для учёбы, работы и путешествий
tr: Eğitim, iş ve seyahat için ideal
zh: 適合學習、工作與旅行

# summary1
source: Quick, one-tap summaries
ar: ملخصات سريعة بنقرة واحدة
bn: দ্রুত, এক-ট্যাপ সারাংশ
de: Schnelle Zusammenfassungen mit nur einem Tipp
es: Resúmenes rápidos con un solo toque
fr: Résumés rapides en un seul geste
hi: तेज़, एक-टैप सारांश
id: Ringkasan cepat dengan satu ketukan
ja: ワンタップで素早く要約
ko: 원터치 빠른 요약
pt_br: Resumos rápidos com um toque
ru: Быстрые резюме одним нажатием
tr: Tek dokunuşla hızlı özetler
zh: 一鍵快速摘要

# summary2
source: Multiple summary formats for different reading styles
ar: تنسيقات ملخص متعددة تناسب أنماط القراءة المختلفة
bn: বিভিন্ন পড়ার স্টাইলের জন্য একাধিক সারাংশ ফরম্যাট
de: Mehrere Zusammenfassungsformate für unterschiedliche Lesestile
es: Múltiples formatos de resumen para distintos estilos de lectura
fr: Plusieurs formats de résumé pour différents styles de lecture
hi: विभिन्न पढ़ने की शैलियों के लिए कई सारांश फ़ॉर्मेट
id: Beragam format ringkasan untuk berbagai gaya membaca
ja: 読書スタイルに合わせた複数の要約形式
ko: 다양한 읽기 스타일을 위한 여러 요약 형식
pt_br: Vários formatos de resumo para diferentes estilos de leitura
ru: Несколько форматов резюме для разных стилей чтения
tr: Farklı okuma stilleri için çoklu özet formatları
zh: 多種摘要格式，適合不同閱讀風格

# summary3
source: Clear highlights of the most important ideas
ar: إبراز واضح لأهم الأفكار
bn: সবচেয়ে গুরুত্বপূর্ণ ধারণার স্পষ্ট হাইলাইট
de: Klare Hervorhebung der wichtigsten Inhalte
es: Destacados claros de las ideas más importantes
fr: Mise en évidence claire des idées clés
hi: सबसे महत्वपूर्ण विचारों की स्पष्ट झलक
id: Sorotan jelas pada ide-ide terpenting
ja: 重要なポイントを明確にハイライト
ko: 가장 중요한 핵심 내용 강조
pt_br: Destaque claro das ideias mais importantes
ru: Чёткое выделение самых важных идей
tr: En önemli fikirlerin net vurgusu
zh: 清楚標示最重要的重點內容

# summary4
source: Great for academics, professionals, and everyday reading
ar: ممتاز للطلاب والمهنيين والقراءة اليومية
bn: শিক্ষার্থী, পেশাজীবী ও দৈনন্দিন পড়ার জন্য উপযুক্ত
de: Perfekt für Studierende, Berufstätige und den Alltag
es: Perfecto para estudiantes, profesionales y lectura diaria
fr: Parfait pour les étudiants, les professionnels et la lecture quotidienne
hi: छात्रों, पेशेवरों और रोज़मर्रा की पढ़ाई के लिए बेहतरीन
id: Cocok untuk pelajar, profesional, dan bacaan sehari-hari
ja: 学生、社会人、日常読書に最適
ko: 학생, 전문가, 일상 독서에 적합
pt_br: Perfeito para estudantes, profissionais e leitura do dia a dia
ru: Отлично подходит для учёных, специалистов и повседневного чтения
tr: Akademisyenler, profesyoneller ve günlük okuma için harika
zh: 非常適合學者、專業人士與日常閱讀

# convertedSuccess
source: Converted Successfully
ar: تم التحويل بنجاح
bn: সফলভাবে রূপান্তরিত হয়েছে
de: Erfolgreich konvertiert
es: Convertido con éxito
fr: Converti avec succès
hi: सफलतापूर्वक रूपांतरित
id: Berhasil dikonversi
ja: 変換に成功しました
ko: 성공적으로 변환됨
pt_br: Convertido com sucesso
ru: Успешно преобразовано
tr: Başarıyla dönüştürüldü
zh: 轉換成功

# convertPdfSuccess
source: Convert to PDF Successfully!
ar: تم التحويل إلى PDF بنجاح!
bn: PDF-এ সফলভাবে রূপান্তরিত হয়েছে!
de: Erfolgreich in PDF konvertiert!
es: ¡Convertido a PDF con éxito!
fr: Converti en PDF avec succès !
hi: सफलतापूर्वक PDF में बदला गया!
id: Berhasil dikonversi ke PDF!
ja: PDFへの変換に成功！
ko: PDF로 성공적으로 변환!
pt_br: Convertido para PDF com sucesso!
ru: Успешно преобразовано в PDF!
tr: PDF'ye başarıyla dönüştürüldü!
zh: 成功轉換為 PDF！

source: Image to PDF
ar: تحويل الصور إلى PDF
bn: ছবি থেকে PDF
de: Bild zu PDF
es: Imagen a PDF
fr: Image en PDF
hi: छवि से PDF
id: Gambar ke PDF
ja: 画像をPDFに
ko: 이미지를 PDF로
pt_br: Imagem para PDF
ru: Изображение в PDF
tr: Görselden PDF'ye
zh: 圖片轉 PDF

# youCanHold
source: You can hold and drag to reposition the images
ar: يمكنك الضغط والسحب لإعادة ترتيب الصور
bn: আপনি চেপে ধরে টেনে ছবি পুনর্বিন্যাস করতে পারেন
de: Zum Verschieben gedrückt halten und ziehen
es: Puedes mantener presionado y arrastrar para reposicionar las imágenes
fr: Vous pouvez maintenir et faire glisser pour repositionner les images
hi: छवियों को पुनःस्थिति देने के लिए दबाए रखें और खींचें
id: Anda dapat menahan dan menyeret untuk memposisikan ulang gambar
ja: 画像を押してドラッグすると位置を変更できます
ko: 이미지를 길게 눌러 끌어서 위치를 변경할 수 있습니다
pt_br: Você pode segurar e arrastar para reposicionar as imagens
ru: Вы можете удерживать и перетаскивать, чтобы изменить положение изображений
tr: Görselleri yeniden konumlandırmak için basılı tutup sürükleyebilirsiniz
zh: 可按住並拖曳以重新排列圖片

source: Add image
ar: إضافة صورة
bn: ছবি যোগ করুন
de: Bild hinzufügen
es: Agregar imagen
fr: Ajouter une image
hi: छवि जोड़ें
id: Tambahkan gambar
ja: 画像を追加
ko: 이미지 추가
pt_br: Adicionar imagem
ru: Добавить изображение
tr: Görsel ekle
zh: 新增圖片

source: Select image
ar: اختر صورة
bn: ছবি নির্বাচন করুন
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionner une image
hi: छवि चुनें
id: Pilih gambar
ja: 画像を選択
ko: 이미지 선택
pt_br: Selecionar imagem
ru: Выбрать изображение
tr: Görsel seç
zh: 選擇圖片

# selectLanguage
source: <b>Select <span style='color:#D90000'>Language</span></b>
ar: <b>اختر <span style='color:#D90000'>اللغة</span></b>
bn: <b><span style='color:#D90000'>ভাষা</span> নির্বাচন করুন</b>
de: <b><span style='color:#D90000'>Sprache</span> auswählen</b>
es: <b>Seleccionar <span style='color:#D90000'>idioma</span></b>
fr: <b>Sélectionnez la <span style='color:#D90000'>langue</span></b>
hi: <b>भाषा चुनें <span style='color:#D90000'></span></b>
id: <b>Pilih <span style='color:#D90000'>Bahasa</span></b>
ja: <b><span style='color:#D90000'>言語</span>を選択</b>
ko: <b><span style='color:#D90000'>언어</span> 선택</b>
pt_br: <b>Selecionar <span style='color:#D90000'>Idioma</span></b>
ru: <b>Выбрать <span style='color:#D90000'>Язык</span></b>
tr: <b><span style='color:#D90000'>Dili</span></b> Seç
zh: <b>選擇 <span style='color:#D90000'>語言</span></b>

# valueResults
source: {value, plural, =0{No result} =1{1 result} other{{value} results}}
ar: {value, plural, =0{لا توجد نتائج} =1{نتيجة واحدة} other{{value} نتائج}}
bn: {value, plural, =0{কোন ফলাফল নেই} =1{1 ফলাফল} other{{value} ফলাফল}}
de: {value, plural, =0{Keine Ergebnisse} =1{1 Ergebnis} other{{value} Ergebnisse}}
es: {value, plural, =0{Sin resultados} =1{1 resultado} other{{value} resultados}}
fr: {value, plural, =0{Aucun résultat} =1{1 résultat} other{{value} résultats}}
hi: {value, plural, =0{कोई परिणाम नहीं} =1{1 परिणाम} other{{value} परिणाम}}
id: {value, plural, =0{Tidak ada hasil} =1{1 hasil} other{{value} hasil}}
ja: {value, plural, =0{結果なし} =1{1件の結果} other{{value}件の結果}}
ko: {value, plural, =0{결과 없음} =1{1개의 결과} other{{value}개의 결과}}
pt_br: {value, plural, =0{Sem resultados} =1{1 resultado} other{{value} resultados}}
ru: {value, plural, =0{Нет результатов} =1{1 результат} other{{value} результатов}}
tr: {value, plural, =0{Sonuç yok} =1{1 sonuç} other{{value} sonuç}}
zh: {value, plural, =0{沒有結果} =1{1 個結果} other{{value} 個結果}}

# loadingSplash
source: Loading ({value}%)...
ar: جارٍ التحميل ({value}%)...
bn: লোড হচ্ছে ({value}%)...
de: Wird geladen ({value}%)...
es: Cargando ({value}%)...
fr: Chargement ({value}%)...
hi: लोड हो रहा है ({value}%)...
id: Memuat ({value}%)...
ja: 読み込み中 ({value}%)...
ko: 로딩 중 ({value}%)...
pt_br: Carregando ({value}%)...
ru: Загрузка ({value}%)...
tr: Yükleniyor ({value}%)...
zh: 正在加载 ({value}%)...

# detail
source: Details
ar: تفاصيل
bn: বিস্তারিত
es: Detalles
fr: Détails
hi: विवरण
id: Detail
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
ru: Детали
tr: Detaylar
zh: 详情

source: File size
ar: حجم الملف
bn: ফাইলের আকার
de: Dateigröße
es: Tamaño de archivo
fr: Taille du fichier
hi: फ़ाइल आकार
id: Ukuran file
ja: ファイルサイズ
ko: 파일 크기
pt_br: Tamanho do arquivo
ru: Размер файла
tr: Dosya boyutu
zh: 文件大小

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
tr: Ad
zh: 名称

source: Sign
ar: توقيع
bn: স্বাক্ষর
de: Unterschreiben
es: Firmar
fr: Signer
hi: हस्ताक्षर
id: Tanda tangan
ja: 署名
ko: 서명
pt_br: Assinar
ru: Подписать
tr: İmzala
zh: 签名

# searchOn
source: Search on All File Viewer
ar: ابحث في All File Viewer
bn: All File Viewer এ অনুসন্ধান করুন
de: In All File Viewer suchen
es: Buscar en All File Viewer
fr: Rechercher sur All File Viewer
hi: All File Viewer पर खोजें
id: Cari di All File Viewer
ja: All File Viewer で検索
ko: All File Viewer에서 검색
pt_br: Pesquisar no All File Viewer
ru: Искать в All File Viewer
tr: All File Viewer üzerinde ara
zh: 在 All File Viewer 中搜索

source: System language
ar: لغة النظام
bn: সিস্টেমের ভাষা
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
hi: सिस्टम भाषा
id: Bahasa sistem
ja: システム言語
ko: 시스템 언어
pt_br: Idioma do sistema
ru: Язык системы
tr: Sistem dili
zh: 系统语言

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fr: Terminé
hi: पूर्ण
id: Selesai
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
tr: Bitti
zh: 完成

# guideExportImage
source: Open your gallery to view or share your images.
ar: افتح معرض الصور لعرض صورك أو مشاركتها.
bn: আপনার গ্যালারি খুলে ছবিগুলি দেখুন বা শেয়ার করুন।
de: Öffne deine Galerie, um deine Bilder anzusehen oder zu teilen.
es: Abre tu galería para ver o compartir tus imágenes.
fr: Ouvrez votre galerie pour voir ou partager vos images.
hi: अपनी गैलरी खोलें ताकि आप अपनी छवियों को देख या साझा कर सकें।
id: Buka galeri Anda untuk melihat atau membagikan gambar Anda.
ja: ギャラリーを開いて画像を表示または共有しましょう。
ko: 갤러리를 열어 이미지를 보거나 공유하세요.
pt_br: Abra sua galeria para visualizar ou compartilhar suas imagens.
ru: Откройте галерею, чтобы просмотреть или поделиться изображениями.
tr: Görüntüleri görüntülemek veya paylaşmak için galerinizi açın.
zh: 打開圖庫以查看或分享您的圖片。

# textSetDefault
source: Set PDF Reader - PDF Viewer as your default to open files instantly.
ar: اجعل PDF Reader - PDF Viewer هو الافتراضي لفتح فوري.
bn: PDF Reader - PDF Viewer ডিফল্ট করুন, সঙ্গে সঙ্গে খুলুন।
de: PDF Reader - PDF Viewer als Standard setzen, Dateien sofort öffnen.
es: Usa PDF Reader - PDF Viewer como predeterminado para abrir archivos.
fr: Définissez PDF Reader - PDF Viewer par défaut pour tout ouvrir vite.
hi: फ़ाइलें तुरंत खोलने के लिए PDF Reader - PDF Viewer सेट करें।
id: Jadikan PDF Reader - PDF Viewer default untuk buka cepat.
ja: PDF Reader - PDF Viewer を既定にしてすぐ開けます。
ko: PDF Reader - PDF Viewer 를 기본 앱으로 설정해 즉시 열기.
pt_br: Defina PDF Reader - PDF Viewer como padrão para abrir rápido.
ru: Сделайте PDF Reader - PDF Viewer по умолчанию для мгновенного открытия.
tr: PDF Reader - PDF Viewer'ı varsayılan yapın, anında açın.
zh: 将 PDF Reader - PDF Viewer 设为默认，立即打开。

# imageExported
source: {images} image exported
ar: تم تصدير {images} صورة
bn: {images} টি ছবি রপ্তানি হয়েছে
de: {images} Bild exportiert
es: {images} imagen exportada
fr: {images} image exportée
hi: {images} छवि निर्यात की गई
id: {images} gambar diekspor
ja: {images} 件の画像をエクスポートしました
ko: {images}개의 이미지가 내보내졌습니다
pt_br: {images} imagem exportada
ru: Экспортировано {images} изображений
tr: {images} resim dışa aktarıldı
zh: 已匯出 {images} 張圖像

# imagesExported
source: {images} images exported
ar: تم تصدير {images} صور
bn: {images} টি ছবি রপ্তানি হয়েছে
de: {images} Bilder exportiert
es: {images} imágenes exportadas
fr: {images} images exportées
hi: {images} छवियाँ निर्यात की गईं
id: {images} gambar diekspor
ja: {images} 件の画像をエクスポートしました
ko: {images}개의 이미지가 내보내졌습니다
pt_br: {images} imagens exportadas
ru: Экспортировано {images} изображений
tr: {images} resim dışa aktarıldı
zh: 已匯出 {images} 張圖像

# enterPassSelect
source: Enter the password to select this file
ar: أدخل كلمة المرور لاختيار هذا الملف.
bn: এই ফাইলটি নির্বাচন করতে পাসওয়ার্ড দিন।
de: Geben Sie das Passwort ein, um diese Datei auszuwählen.
es: Ingresa la contraseña para seleccionar este archivo.
fr: Entrez le mot de passe pour sélectionner ce fichier.
hi: इस फ़ाइल को चुनने के लिए पासवर्ड दर्ज करें।
id: Masukkan kata sandi untuk memilih file ini.
ja: このファイルを選択するにはパスワードを入力してください。
ko: 이 파일을 선택하려면 비밀번호를 입력하세요.
pt_br: Digite a senha para selecionar este arquivo.
ru: Введите пароль, чтобы выбрать этот файл.
tr: Bu dosyayı seçmek için parolayı girin.
zh: 请输入密码以选择此文件。

# selectThePage
source: Select the page you want to split, then tap and hold to drag and rearrange it among the other pages
ar: اختر الصفحة التي تريد تقسيمها، ثم اضغط مطولًا لسحبها وإعادة ترتيبها.
bn: বিভাজনের জন্য পৃষ্ঠা নির্বাচন করুন, তারপর ট্যাপ করে ধরে রেখে সরান ও পুনর্বিন্যাস করুন।
de: Wählen Sie die Seite zum Trennen aus, halten Sie sie gedrückt und verschieben Sie sie.
es: Selecciona la página que quieres dividir, luego mantén pulsado para moverla y reorganizarla.
fr: Sélectionnez la page à diviser, puis appuyez et maintenez pour la réorganiser parmi les autres.
hi: विभाजित करने के लिए पेज चुनें, फिर दबाकर रखें और खींचकर पुनः व्यवस्थित करें।
id: Pilih halaman yang ingin Anda pisahkan, lalu tahan dan seret untuk menyusunnya ulang.
ja: 分割したいページを選び、長押ししてドラッグし、並べ替えてください。
ko: 분할할 페이지를 선택한 다음 길게 눌러 다른 페이지 사이로 이동하세요.
pt_br: Selecione a página que deseja dividir, toque e segure para arrastar e reorganizar.
ru: Выберите страницу для разделения, затем удерживайте её, чтобы перетащить и изменить порядок.
tr: Bölmek istediğiniz sayfayı seçin, basılı tutup sürükleyerek yeniden düzenleyin.
zh: 选择要拆分的页面，长按并拖动以重新排序。

# theFastestWay
source: The fastest way to open your files
ar: أسرع طريقة لفتح ملفاتك
bn: আপনার ফাইল খুলতে সবচেয়ে দ্রুত উপায়
de: Der schnellste Weg, Ihre Dateien zu öffnen
es: La forma más rápida de leer tus archivos
fr: Le moyen le plus rapide d’ouvrir vos fichiers
hi: अपनी फ़ाइलें खोलने का सबसे तेज़ तरीका
id: Cara tercepat untuk membuka file Anda
ja: ファイルを開く最速の方法
ko: 파일을 여는 가장 빠른 방법
pt_br: A forma mais rápida de abrir seus arquivos
ru: Самый быстрый способ открыть ваши файлы
tr: Dosyalarınızı açmanın en hızlı yolu
zh: 打开文件最快的方法

# neverMiss
source: Never miss important updates to your documents.
ar: لا تفوّت أبدًا التحديثات المهمة لمستنداتك.
bn: আপনার ডকুমেন্টের গুরুত্বপূর্ণ আপডেট কখনও মিস করবেন না।
de: Verpassen Sie nie wichtige Aktualisierungen Ihrer Dokumente.
es: Nunca te pierdas actualizaciones importantes de tus documentos.
fr: Ne manquez jamais les mises à jour importantes de vos documents.
hi: अपने दस्तावेज़ों के महत्वपूर्ण अपडेट कभी न चूकें।
id: Jangan lewatkan pembaruan penting untuk dokumen Anda.
ja: 大切なドキュメントの重要な更新を見逃さないようにしましょう。
ko: 중요한 문서 업데이트를 놓치지 마세요.
pt_br: Nunca perca atualizações importantes dos seus documentos.
ru: Никогда не пропускайте важные обновления ваших документов.
tr: NBelgelerinizdeki önemli güncellemeleri asla kaçırmayın.
zh: 绝不错过文档的重要更新。

# guideMerge
source: Select at least 2 files to merge
ar: اختر ملفين على الأقل للدمج.
bn: মার্জ করতে অন্তত ২টি ফাইল নির্বাচন করুন।
de: Wählen Sie mindestens 2 Dateien zum Zusammenführen aus.
es: Selecciona al menos 2 archivos para combinar.
fr: Sélectionnez au moins 2 fichiers à fusionner.
hi: मर्ज करने के लिए कम से कम 2 फ़ाइलें चुनें।
id: Pilih setidaknya 2 file untuk digabungkan.
ja: 結合するには少なくとも2つのファイルを選択してください。
ko: 병합할 파일을 최소 2개 선택하세요.
pt_br: Selecione pelo menos 2 arquivos para mesclar.
ru: Выберите как минимум 2 файла для объединения.
tr: Birleştirmek için en az 2 dosya seçin.
zh: 请选择至少两个要合并的文件。

# notification
source: Notifications
ar: إشعارات
bn: নোটিফিকেশন
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएँ
id: Pemberitahuan
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
zh: 通知
